define({
  "commonCore": {
    "common": {
      "add": "जोड़ें",
      "edit": "संपादित करें",
      "save": "सहेजें",
      "next": "अगला",
      "cancel": "रद्द करें",
      "back": "पीछे जाएँ",
      "apply": "लागू करें",
      "close": "बंद करें",
      "open": "खोलें",
      "start": "शुरू करें",
      "loading": "लोड हो रहा है",
      "disabledAdmin": "यह सुविधा व्यवस्थापक द्वारा अक्षम कर दी गई है",
      "width": "चौड़ाई",
      "height": "ऊंचाई",
      "create": "बनाएँ",
      "yes": "हाँ",
      "no": "नहीं",
      "mystories": "मेरी कहानियां"
    },
    "inlineFieldEdit": {
      "editMe": "मुझे संपादित करें!"
    },
    "builderPanel": {
      "panelHeader": "% TPL_NAME% बिल्डर",
      "buttonSaving": "सहेजा जा रहा है",
      "buttonSaved": "सहेजा गया",
      "buttonShare": "साझा करें",
      "buttonSettings": "सेटिंग्स",
      "buttonHelp": "सहायता",
      "buttonPreview": "कहानी देखें",
      "tooltipFirstSave": "जब तक नहीं सहेजते यह उपलब्ध नहीं होता है।",
      "tooltipNotShared": "जब तक साझा नहीं करते यह उपलब्ध नहीं होता है।",
      "tooltipNotShared2": "आपकी कहानी साझा नहीं है, आप केवल इसे उपयोग कर सकते हैं।",
      "noPendingChange": "कोई परिवर्तन लंबित नहीं है",
      "unSavedChangePlural": "लंबित परिवर्तन",
      "closeWithPendingChange": "क्या आप इस कार्रवाई की सचमुच पुष्टि करना चाहते हैं? आपके परिवर्तन व्यर्थ जाएंगे।",
      "saveError": "सहेजना विफल रहा, कृपया पुनः प्रयास करें",
      "status1": "कहानी साझा है, लेकिन इसमें समस्या है",
      "status2": "कहानी साझा नहीं है, लेकिन इसमें समस्या है",
      "status3": "कहानी सार्वजनिक है",
      "status4": "कहानी आपके संगठन के भीतर साझा की गई है",
      "status5": "कहानी निजी है",
      "status6": "कहानी अभी तक नहीं सहेजी गई है",
      "checking": "जाँच हो रही है",
      "fix": "ठीक करें"
    },
    "saveError": {
      "title": "कहानी सहेजने में त्रुटि",
      "err1Div1": "कहानी को सहेजा नहीं जा सकता है क्योंकि आप के पास पहले से ही इसी नाम वाली एक और आइटम है।",
      "err1Div2": "कृपया अपनी कहानी का शीर्षक संशोधित करें और फिर इसे सहेजें।",
      "btnOk": "कहानी का शीर्षक संपादित करें"
    },
    "saveErrorSocial": {
      "title": "सोशल मीडिया साझा अपडेट",
      "panel1": "सोशल मीडिया पर आपकी कहानी की उपस्थिति में सुधार किया गया है, लेकिन आपके ArcGIS वेब ऐप्लिकेशन आइटम का शीर्षक आपकी कहानी के शीर्षक जैसा नहीं है।",
      "panel1tooltip": "एक शीर्षक, सारांश और थंबनेल तस्वीर को परिभाषित करके, आपकी कहानी इस तरह दिखेगी:",
      "panel2": "सोशल मीडिया पर आप कौनसा शीर्षक उपयोग करना चाहते हैं:",
      "panel2q1": "कहानी का शीर्षक (अनुशंसित)",
      "panel2q1tooltip": "यह विकल्प चुनने से, आपकी आइटम के शीर्षक में आपकी कहानी के शीर्षक से मेल करने के लिए संशोधन किया जाएगा और आगे के परिवर्तन बिल्डर में समकालीन किए जाएंगे।",
      "panel2q2": "आइटम का शीर्षक",
      "panel3": "आपकी कहानी सोशल मीडिया पर कैसी दिखेगी, इसमें आगे सुधार करने के लिए सारांश एवं थंबनेल तस्वीर जोड़ने के लिए ${MYSTORIES} का उपयोग करें।",
      "panel4": "मुझे इस कहानी के लिए फिर से चेतावनी न दें"
    },
    "share": {
      "shareTitle": "अपनी कहानी साझा करें",
      "preview": "पूर्वावलोकन करें",
      "viewlive": "कहानी देखें",
      "btnPrivate": "निजी",
      "btnPrivateTooltip": "केवल आप ही कहानी देख सकते हैं",
      "btnOrg": "संगठन",
      "btnOrgTooltip": "केवल आपके संगठन के सदस्य कहानी देख सकते हैं",
      "btnPublic": "सार्वजनिक",
      "btnPublicTooltip": "हर कोई कहानी देख सकता है",
      "loadingMessage": "समस्या के लिए आपकी कहानी की जाँच हो रही है",
      "viewToggle1": "कहानी की सामग्री दिखाएँ",
      "viewToggle2": "कहानी की सामग्री बंद करें",
      "socialize": "सामाजीकरण करें",
      "statusPrivate": "आपकी कहानी निजी है, केवल आप ही इसे देख सकते हैं।",
      "statusError": "आपकी कहानी की सामग्री में समस्याएं हैं जो आपके पाठकों के ध्यान में आसानी से आ जाएँगी। आप इन समस्याओं की पहचान कर उन्हें नीचे ठीक कर सकते हैं।",
      "statusNoErrPrivate": "जब आप तैयार हो जाएं तो अपनी कहानी साझा करें!",
      "mystoriesinvite": "अपनी सभी कहानियां प्रबंधित करें",
      "notavailable1": "क्षमा करें, बिल्डर से आपकी कहानी साझा करना समर्थित नहीं है क्योंकि यह ऐप्लिकेशन %PRODUCT% में होस्ट नहीं हुई है।",
      "notavailable2": "क्षमा करें, बिल्डर से अपनी कहानी साझा करने के लिए ArcGIS पोर्टल के इस संस्करण पर समर्थित नहीं है (10.4 या नवीनतम की आवश्यकता है)।",
      "notavailable3": "आप %LINK% से इस कहानी को साझा कर सकते हैं।",
      "notavailable4": "मेरी कहानियां",
      "notavailable5": "इसका आइटम पृष्ठ",
      "notavailable6": "क्षमा करें, यह सुविधा विकास मोड में पूरी तरह समर्थित नहीं है। आपके परिनियोजन परिदृश्य पर निर्भर करता है कि डाले जाने पर शायद यह सुविधा समर्थन करे।",
      "notavailable7": "%MYCONTENT% का दौरा करना सुनिश्चित करें ताकि आपकी कहानी में प्रयुक्त मानचित्र और लेयर्स को भी साझा किया जा सके।",
      "notavailable8": "मेरी सामग्री",
      "mystoriesinvite2": "आपकी कहानी सोशल नेटवर्क पर कैसी दिखती है इसमें सुधार करने के लिए इसमें सारांश और थंबनेल सम्मिलित करने के लिए ${MYSTORIES} का उपयोग करें।"
    },
    "settings": {
      "header": "सेटिंग्स",
      "tabError": "त्रुटियों के लिए सभी टैब की जाँच करें"
    },
    "settingsLayout": {
      "title": "रूपरेखा",
      "explain": "आप किस रूपरेखा का उपयोग करना चाहते हैं?",
      "explainInit": "आप सेटिंग्स डायलॉग से कभी भी लेआउट बदल सकते हैं।",
      "viewExample": "एक जीवित उदाहरण देखें"
    },
    "settingsTheme": {
      "title": "थीम"
    },
    "settingsHeader": {
      "title": "हेडर",
      "logoEsriRadio": "Esri लोगो",
      "logoNoneRadio": "कोई लोगो नहीं",
      "logoOrgRadio": "संगठन का लोगो",
      "logoCustomRadio": "मेरा लोगो",
      "logoCustomLabel": "इमेज:",
      "logoCustomUploadHelp": "यदि लोगो की चौड़ाई:ऊंचाई 1:1 और 5:1 अनुपात के बीच में हो तो वे सबसे अच्छा दिखते हैं। यदि एक लिंक किया गया लोगो धीरे-धीरे बनता है, तो एक प्रतिलिपि सहेज लें और इसे यहाँ अपलोड करें।",
      "logoCustomUploadTooltip": "एक अपलोड किए गए लोगो का उपयोग करें",
      "logoCustomUploadButton": "एक लोगो अपलोड करें",
      "logoUploadSizeError": "GIF आयाम बहुत बड़े हैं। कृपया ${PIXEL-WIDTH} पिक्सेल चौड़ाई तक रीसाइज़ करें।",
      "logoCustomLinkTooltip": "एक लोगो के लिए लिंक",
      "logoCustomLinkPlaceholder": "तस्वीर का URL",
      "logoUploadGenericError": "लोगो.bmp, .gif, .jpg, .jpeg, या .png फाइल हो सकता है। Gifs 250px चौड़ाई और 10 Mb आकार से कम होने चाहिए।",
      "logoCustomTargetPlaceholder": "लोगो के क्लिक होने पर वेब पृष्ठ खुलना",
      "logoSocialText": "टैगलाइन:",
      "logoLink": "लिंक:",
      "lblSmallHeader": "कॉम्पैक्ट हेडर (कोई उपशीर्षक नहीं) का प्रयोग करें"
    },
    "header": {
      "title": "अपने %TPL_NAME% का शीर्षक संपादित करें",
      "subtitle": "अपने %TPL_NAME% का उपशीर्षक संपादित करें"
    },
    "sectionNavigation": {
      "select": "एक अनुभाग का चयन करें ...",
      "section": "अनुभाग",
      "thisSection": "यह अनुभाग",
      "homeSection": "होम अनुभाग",
      "hiddenSection": "छिपा हुआ अनुभाग"
    }
  }
});