define({
  "commonMedia": {
    "mediaSelector": {
      "lblSelect1": "मीडिया",
      "lblSelect2": "सामग्री",
      "lblMap": "मानचित्र",
      "lblImage": "तस्वीर",
      "lblVideo": "वीडियो",
      "lblExternal": "वेब पृष्ठ",
      "lblUpload": "अपलोड करें",
      "lblLink": "लिंक",
      "disabled": "यह सुविधा व्यवस्थापक द्वारा अक्षम कर दी गई है",
      "userLookup": "एलबम लोड करें",
      "notImplemented": "अभी तक लागू नहीं किया गया।",
      "noData": "कोई सार्वजनिक एल्बम नहीं मिली",
      "thirdPartyTerms": "किसी तृतीय-पक्ष सेवा का उपयोग करके, आप इसकी सेवा की शर्तों से सहमत होते हैं: "
    },
    "imageSelector": {
      "lblStep1": "सेवा चुनें",
      "lblStep2": "अपना मीडिया चुनें",
      "lblStep3": "कॉन्फ़िगर करें"
    },
    "imageSelectorHome": {
      "explain": "सोशल मीडिया से तस्वीरें लोड करें, <br /> या सीधे URL से लोड करें"
    },
    "imageSelectorUpload": {
      "lblUploadButton": "छवि के लिए ब्राउज़ करें",
      "lblDrop": "यहां छवि ड्राप करें या",
      "infoUpload": "छवियाँ आपके ArcGIS खाते में संग्रहित होंगी और केवल आपकी कहानी के अंदर ही सुलभ होंगी।",
      "warningFileTypes": "छवि.jpg, .png, .gif, या .bmp हो सकती है",
      "warningOneFile": "एक समय पर केवल एक छवि को अपलोड की जा सकती है।",
      "warningFileSize": "छवि 10 MB से छोटी होनी चाहिए।",
      "tooltipRemove": "अपने ArcGIS खाते से इस अप्रयुक्त छवि को मिटा दें। <br> (यदि आप इसे बाद में उपयोग करने का फैसला करते हैं तो आपको इसे फिर से अपलोड करने की आवश्यकता होगी।)"
    },
    "imageSelectorFlickr": {
      "userInputLbl": "प्रयोक्ता का नाम",
      "signInMsg2": "प्रयोक्ता नहीं मिला",
      "loadingFailed": "लोड करना विफल रहा"
    },
    "imageSelectorPicasa": {
      "userInputLbl": "ईमेल या Google ID",
      "signInMsg2": "खाता नहीं मिला",
      "howToFind": "Picasa ID कैसे खोजी जाए",
      "howToFind2": "किसी भी Picasa पृष्ठ के पहले और दूसरे '/' के बीच बिंदु को कॉपी करें"
    },
    "videoSelectorCommon": {
      "check": "जाँच करें",
      "notFound": "वीडियो नहीं मिला",
      "found": "वीडियो मिल गया",
      "select": "यह वीडियो चुनें"
    },
    "videoSelectorHome": {
      "other": "अन्य"
    },
    "videoSelectorYoutube": {
      "url": "YouTube वीडियो लिंक",
      "pageInputLbl": "प्रयोक्ता का नाम",
      "lookupMsgError": "प्रयोक्ता नहीं मिला",
      "howToFind": "YouTube प्रयोक्ता नाम कैसे खोजें",
      "howToFind2": "प्रयोक्ता का नाम वीडियो के तहत प्रदर्शित किया जाता है",
      "found": "मिल गया",
      "noData": "कोई सार्वजनिक वीडियो नहीं मिली",
      "videoNotChecked": "वीडियो की YouTube पर जाँच नहीं की गई है, लेकिन इसका पता ठीक लग रहा है।",
      "checkFailedAPI": "YouTube जाँच विफल रही, कृपया YouTube API कुंजी की जाँच करें।"
    },
    "videoSelectorVimeo": {
      "url": "Vimeo वीडियो लिंक"
    },
    "videoSelectorOther": {
      "explain1": "यह कहानी मानचित्र अधूरी वीडियो फ़ाइलों (उदाहरन, AVI, mpeg) चला नहीं सकता है, लेकिन यह बिल्ट इन प्लेयर्स के साथ होस्ट की गई निर्मित में खिलाड़ियों (जैसे, YouTube या Vimeo) वीडियो को चला सकता है।",
      "explain2": "अधिकतर वीडियो होस्टिंग सेवाएं यह फीचर प्रदान करती हैं। वीडियो को सम्मिलत करने के लिए विकल्प खोजें, प्रदान किया गया कोड खोजें, और %WEBPAGE% सामग्री विकल्प का उपयोग करते हुए अपनी कहानी में इसे जोड़ें।",
      "explain3": "वैकल्पिक रूप से, आप एक HTML पृष्ठ के साथ अपने आप वीडियो होस्ट कर सकते हैं %EXAMPLE% जैसे वीडियो प्लेयर का उपयोग करके। फिर आप उस HTML पृष्ठ के यूआरएल को अपने %WEBPAGE%. के रूप में अपनी कहानी में जोड़ेंगे।",
      "webpage": "वेब पृष्ठ"
    },
    "webpageSelectorHome": {
      "lblUrl": "वेब पृष्ठ लिंक",
      "lblEmbed": "संबद्ध करने का कोड",
      "lblMustUseHTTPS": "वेब सामग्री के लिंक HTTPS से शुरू होने चाहिए",
      "lblOR": "या",
      "lblError1": "त्रुटि, दो में से एक इनपुट फील्ड हटाएं।",
      "lblError2": "संबद्ध करने के कोड में केवल एक %IFRAMETAG% शामिल कर सकते हैं",
      "configure": "विन्यासित करें"
    },
    "mediaConfigure": {
      "lblURL": "छवि का लिंक",
      "lblURLPH": "लिंक jpg, .png, .gif या .bmp के साथ समाप्त करना चाहिए",
      "lblURLPHHTTPS": "https://www.example.com/image.jpg",
      "lblURLError": "यह तस्वीर मान्य नहीं लगती है। कृपया तस्वीर वाली फाइल के लिए एक सीधा लिंक निर्दिष्ट करें (आपका URL आमतौर पर .jpg या .png के साथ समाप्त होगा)। एक वेब पृष्ठ के लिए लिंक जिसमें एक तस्वीर शामिल है काम नहीं करेगा।",
      "lblURLErrorHTTPS": "यह छवि लिंक मान्य नहीं है। URL आवश्यक रूप से HTTPS से प्रारंभ होना चाहिए और समर्थित छवि फ़ाइल एक्सटेंशन (.jpg, .png, .gif, .bmp) पर समाप्त होना चाहिए।",
      "lblURLCheck": "तस्वीर की जाँच हो रही है...",
      "lblLabel": "छवि का शीर्षक",
      "lblLabel1": "शीर्षक",
      "lblLabel2": "हॉवर टेक्स्ट",
      "lblLabel3": "कोई नहीं",
      "lblLabelPH": "कुछ टेक्स्ट दर्ज करें...",
      "lblMaximize": "तस्वीर के कोने में एक मैक्सीमाईज़ बटन सम्मिलित करें",
      "lblMaximizeHelp": "केवल उच्च गुणवत्ता वाली तस्वीरों के लिए अनुशंसित",
      "lblPosition": "स्थिति",
      "lblPosition1": "केंद्र",
      "lblPosition2": "भरें",
      "lblPosition3": "फ़िट",
      "lblPosition4": "स्ट्रेच",
      "lblPosition5": "कस्टम",
      "lblURLHelp": "छवि लिंक HTTPS से शुरू होना चाहिए।<br><br>सर्वोत्तम परिणामों के लिए, छवियों का आकार 400 KB से कम होना चाहिए। 80% गुणवत्ता के लिए कंप्रेस की गई JPG छवियों का और इन सुझाई गई छवि चौड़ाइयों का उपयोग करें: अधिकतम करने के बटन के साथ मुख्य स्टेज के लिए 2000 पिक्सेल, अधिकतम करने के बटन के बिना वर्णनात्मक पैनल के लिए 1000 पिक्सेल।<br><br>यदि लिंक की गई हुई छवि धीरे धीरे प्रकट होती है तो बेहतर परिणाम के लिए इसे अपनी कहानी पर अपलोड करें।",
      "tooltipDimension": "संख्या 'px' या '%' में निर्दिष्ट की जा सकती है",
      "tooltipDimension2": "संख्या 'px' में निर्दिष्ट की जानी है",
      "lblPosition2Explain": "(क्रॉप हो सकती है)",
      "lblPosition3Explain": "(क्रॉप नहीं होगी)",
      "lblPosition3Explain2": "(चौड़ाई हमेशा पैनल में फिट होगी)",
      "lblPosition4Explain": "(विकृत हो सकती है)",
      "unloadLbl": "जब पाठक दूर चला जाता है तो अनलोड करें",
      "unloadHelp": "यदि वेब पृष्ठ ऑडियो या वीडियो में मीडिया है, तो जब रीडर दूर चला जाता है तो उस सामग्री को चलने से रोकने के लिए इस विकल्प चयनित रखें। यदि आप एक साउंड ट्रैक को रीडर के कहानी में आगे बढने के साथ साथ चलाते रखना चाहते हैं तो इसे अचयनित कर दें।<br />यदि वेब पृष्ठ एक ऐप्लिकेशन है, तो इस विकल्प को अचयनित कर दें ताकि जब रीडर इस पर वापिस आए तो कहानी फिर से लोड न हो।",
      "embedProtocolLabel": "एक सुरक्षित कनेक्शन (HTTPS) पर पृष्ठ लोड करें",
      "embedProtocolWarning1": "यदि यह पृष्ठ आपकी कहानी में लोड नहीं होता है, तो इसका कारण यह है कि वेब सुरक्षा कारणों से यह एम्बेड नहीं हो सकता है। एक विकल्प के रूप में, एक नए ब्राउज़र टैब में पृष्ठ खोलने के लिए अपने विवरण में एक लिंक जोड़ें।",
      "embedProtocolWarning2": "यदि यह पृष्ठ आपकी कहानी में लोड नहीं होता है, तो इस विकल्प को अचयनित कर दें और फिर से प्रयास करें। यदि पृष्ठ फिर भी लोड नहीं होता है, तो इसका कारण यह है कि वेब सुरक्षा कारणों से यह एम्बेड नहीं हो सकता है। एक विकल्प के रूप में, एक नए ब्राउज़र टैब में पृष्ठ खोलने के लिए अपने विवरण में एक लिंक जोड़ें।",
      "learn": "और अधिक जानें",
      "lblAltText": "वैकल्पिक टेक्स्ट",
      "placeholderAltText": "नेत्रहीन पाठकों के लिए इस मीडिया का विवरण दर्ज करें…",
      "tooltipAltText": "इस मीडिया सामग्री की जानकारी दर्ज करें जिससे सहायक तकनीक जैसे कि स्क्रीन रीडर सॉफ्टवेयर द्वारा यह इस्तेमाल हो सके। विवरण वैकल्पिक है लेकिन वेब अभिगम्यता के दिशा-निर्देशों जैसे WCAG और अनुभाग 508 को पूरा करने के लिए अनुशंसित है।"
    },
    "editorActionGeocode": {
      "lblTitle": "एक पते या स्थान का पता लगाएँ",
      "mapMarkerExplain": "लिंक पर क्लिक करके प्रयोक्ता एक मानचित्र मार्कर देखेंगे"
    },
    "editorActions": {
      "navigate": "दूसरे अनुभाग में नेविगेट करें",
      "remove": "क्रिया को हटाएं",
      "preview": "क्रिया का पूर्वावलोकन करें"
    },
    "editorActionMedia": {
      "lblTitle": "मुख्य चरण की सामग्री बदलें"
    },
    "editorInlineMedia": {
      "lblTitle": "एक तस्वीर, वीडियो या वेब पृष्ठ सम्मिलित करें"
    }
  }
});