define({
  "builder": {
    "layouts": {
      "mainStage": "Κεντρική σκηνή",
      "sideTitle": "Πλαϊνό πλαίσιο",
      "sideDescr": "Μια διάταξη για αφήγηση με πολύ κείμενο η οποία συνδυάζει ιδανικά τις φωτογραφίες, τα βίντεο και τους χάρτες σας σε μια αποτελεσματική παρουσίαση.",
      "floatTitle": "Αιωρούμενο πλαίσιο",
      "floatDescr": "Μια διάταξη που δίνει έμφαση στο χάρτη σας και παρέχει ένα μικρό διαφανές πλαίσιο κειμένου για την αφήγηση της ιστορίας σας."
    },
    "common": {
      "lblStatus1": "Δημοσιευμένη",
      "lblStatus2": "Πρόχειρη",
      "lblStatus3": "Κρυφή"
    },
    "settingsLayoutOptions": {
      "title": "Επιλογές διάταξης",
      "cfgLeft": "Αριστερά",
      "cfgRight": "Δεξιά",
      "cfgSmall": "Μικρό",
      "cfgMedium": "Μεσαίο",
      "cfgLarge": "Μεγάλο",
      "socialLinksLabel": "Εμφάνιση συνδέσμων κοινοποίησης στο κάτω μέρος κάθε ενότητας",
      "socialLinksDescr": "Αυτή η επιλογή επιτρέπει στους αναγνώστες να αναφέρουν και να προωθούν συγκεκριμένες ενότητες του %TPL_NAME%. Για παράδειγμα, εάν χρησιμοποιήσετε ένα εικονίδιο κοινοποίησης ενοτήτων, οι αναγνώστες θα μεταφέρονται στη συγκεκριμένη ενότητα του %TPL_NAME% και όχι στην αρχή της αφήγησής σας. Οι αναγνώστες σας μπορούν να χρησιμοποιήσουν το σύνδεσμο των μέσων κοινωνικής δικτύωσης στην ενότητα τίτλου για να προωθήσουν ολόκληρο το %TPL_NAME% (καρτέλα κεφαλίδας) και να μεταφερθούν στην αρχή του %TPL_NAME%.",
      "socialDisabled": "Αυτή η λειτουργία είναι διαθέσιμη μόνο με τη διάταξη \"Αιωρούμενο πλαίσιο\"",
      "socialWarning": "Η αφήγησή σας χρησιμοποιεί τη διάταξη \"Πλαϊνό πλαίσιο\", αλλά τώρα συνιστάται να χρησιμοποιήσετε αυτήν την επιλογή μόνο με τη διάταξη \"Αιωρούμενο πλαίσιο\", για να αποφύγετε ένα πρόβλημα κατά το οποίο το πλαίσιο μπορεί να μην τοποθετηθεί στην επιθυμητή θέση για τις αφηγήσεις με εικόνες. Μπορείτε να συνεχίσετε να χρησιμοποιείτε αυτήν την επιλογή, αλλά αν την απενεργοποιήσετε θα είναι διαθέσιμη μόνο κατά τη χρήση της διάταξης \"Αιωρούμενο πλαίσιο\"."
    },
    "settingsLayoutFonts": {
      "title": "Γραμματοσειρές",
      "defaultLbl": "Προεπιλογή",
      "sectionTitleLbl": "Τίτλος ενότητας",
      "sectionContentLbl": "Περιεχόμενο ενότητας"
    },
    "settingsThemeOptions": {
      "lblOrgTheme": "Θέμα οργανισμού",
      "lblModTheme": "Τρέχον θέμα"
    },
    "initPopup": {
      "title": "Καλώς ορίσατε στο"
    },
    "addEditPopup": {
      "disabled": "Η προσθήκη ενότητας είναι απενεργοποιημένη επειδή έχει συμπληρωθεί ο μέγιστος αριθμός επιτρεπόμενων ενοτήτων.",
      "titleAdd": "Προσθήκη ενότητας",
      "titleAddHome": "Προσθήκη αρχικής ενότητας",
      "titleEdit": "Επεξεργασία ενότητας",
      "step": "Βήμα",
      "stepMainStageExplain": "Περιεχόμενο κεντρικής σκηνής",
      "stepPanelExplain": "Περιεχόμενο",
      "stepMainStageNextTooltip": "Εισαγάγετε τον τίτλο της ενότητας και επιλέξετε το περιεχόμενο της κεντρικής σκηνής",
      "stepMainStageNextTooltip2": "Επιλέξτε το περιεχόμενο της κεντρικής σκηνής",
      "step2NextTooltip": "Εισαγάγετε τον τίτλο της ενότητας και το περιεχόμενο του %LAYOUT-TYPE%",
      "stepNextTooltipNext": "για να μεταβείτε στο επόμενο βήμα",
      "stepNextTooltipAdd": "για να προσθέσετε την ενότητα",
      "firstAddExplain": "Αυτή η πρώτη ενότητα είναι η αρχική σας ενότητα, κάτι σαν το 'εξώφυλλο' της αφήγησής σας. Ο τίτλος που μόλις ορίσατε θα εμφανίζεται με μεγάλη γραμματοσειρά.",
      "firstAddLeanMore": "Μάθετε περισσότερα",
      "titlePlaceholder": "Τίτλος ενότητας..."
    },
    "addEditViewText": {
      "editorPlaceholder": "Προσθέστε κείμενο, συνδέσμους και μικρά γραφικά εδώ.",
      "editorActionsTitle": "Ενέργειες ιστορίας",
      "editorActionsHelpDescr": "Δημιουργήστε συνδέσμους στην αφήγησή σας που σας βοηθούν να πείτε την ιστορία σας. Μια ενέργεια ιστορίας μπορεί να οδηγεί μέσω συνδέσμου σε μια άλλη ενότητα ή να αλλάζει την κεντρική σκηνή. Για παράδειγμα, μπορείτε να διαμορφώσετε μια ενέργεια για μετακίνηση του χάρτη σε άλλη τοποθεσία, να ενεργοποιήσετε ή να απενεργοποιήσετε επίπεδα χάρτη ή να αλλάξετε τα μέσα της κεντρικής σκηνής σε διαφορετική εικόνα, βίντεο, χάρτη ή ιστοσελίδα.",
      "mainStageDisabled": "Οι ενέργειες ιστορίας απενεργοποιούνται, όταν το εργαλείο επεξεργασίας μεγιστοποιείται"
    },
    "organizePopup": {
      "title": "Οργάνωση",
      "lblHeader": "Μετακινήστε ενότητες με μεταφορά και απόθεση για να οργανώσετε την αφήγησή σας.",
      "lblColTitle": "Τίτλος",
      "lblColPubDate": "Ημερομηνία δημοσίευσης",
      "lblColStatus": "Κατάσταση",
      "checkDisplayReverse": "Εμφάνιση ενοτήτων με αντίστροφη σειρά",
      "btnApplyWarning": "Επιβεβαίωση διαγραφής %NB% ενοτήτων",
      "deleteTooltip": "Διαγραφή",
      "firstSectionExplain": "(Δεν είναι δυνατή η μετακίνηση της αρχικής ενότητας)",
      "exportMainStage": "Περιεχόμενο κεντρικής σκηνής",
      "exportPanel": "Περιεχόμενο πλαισίου",
      "exportActions": "Ενέργειες ιστορίας"
    },
    "exportData": {
      "btn": "Εξαγωγή περιεχομένου",
      "tooltip": "Η εξαγωγή του περιεχομένου σάς δίνει τη δυνατότητα να προβάλετε και να δημιουργήσετε ένα εφεδρικό αντίγραφο του περιεχομένου σας σε περίπτωση που το διαγράψετε κατά λάθος. Απλώς αντιγράψτε και επικολλήστε το περιεχόμενο από τη σελίδα σε οποιονδήποτε επεξεργαστή κειμένου."
    },
    "help": {
      "lblHelp": "Βοήθεια",
      "lblAdd": "Προσθήκη ενότητας",
      "lblSettings": "Ρυθμίσεις",
      "lblOrga": "Οργάνωση περιεχομένου",
      "lblEdit": "Αλλαγές",
      "lblPublish": "Κοινοποίηση",
      "lblTips": "Συμβουλές",
      "lblMore": "Θέλετε να μάθετε περισσότερα;",
      "lblLink": "Επισκεφθείτε τον ιστότοπο Esri Story Maps.",
      "content1Div1": "Μπορείτε να ενσωματώσετε διάφορα στυλ όταν δημιουργείτε την αφήγησή σας. Το <strong>%LAYOUT_TITLE%</strong> συνήθως περιέχει το κείμενο, τις εικόνες και τα βίντεό σας, ενώ οι χάρτες σας κανονικά τοποθετούνται στην <strong>κεντρική σκηνή</strong>. Ωστόσο, το %TPL_NAME% σάς επιτρέπει να παρουσιάζετε εικόνες, πίνακες και βίντεο και στην κεντρική σκηνή.",
      "content1Div2": "Η προσθήκη ενοτήτων σάς επιτρέπει να προσαρμόσετε την αφήγησή σας. Καθώς οι αναγνώστες διαβάζουν το κείμενο στο %LAYOUT_TITLE%, μπορεί να γίνεται μετατόπιση και εστίαση ενός χάρτη στην κεντρική σκηνή σε σημαντικά σημεία ή να γίνεται αυτόματη εναλλαγή νέων χαρτών και εικόνων για την υποστήριξη του μηνύματός σας.",
      "content2Div1": "Στο παράθυρο διαλόγου Ρυθμίσεις μπορείτε να αλλάξετε την εμφάνιση του %TPL_NAME%. Αλλάξτε τη διάταξη, επιλέξτε διαφορετικό συνδυασμό χρωμάτων, αλλάξτε τη γραμματοσειρά του κειμένου κ.λπ.",
      "content2Div2": "Μπορείτε επίσης να αντικαταστήσετε το λογότυπο της Esri με το δικό σας λογότυπο για να προβάλετε την επωνυμία σας. Μπορείτε επίσης να καθορίσετε τον ιστότοπο που θα εμφανίζεται όταν οι αναγνώστες κάνουν κλικ στο λογότυπό σας, ώστε να μπορούν να βρουν περισσότερες πληροφορίες.",
      "content3Div1": "Το περιεχόμενό σας είναι οργανωμένο σε ενότητες. Μπορείτε να έχετε όσες ενότητες θέλετε (φανταστείτε ότι είναι κάτι σαν μίνι κεφάλαια). Η ροή αυτών των κεφαλαίων είναι σημαντική. Στην καρτέλα Οργάνωση μπορείτε να αλλάξετε τη σειρά των ενοτήτων ή να διαγράψετε όποια θέλετε.",
      "content4Div1": "Βρήκατε ένα λάθος ή θέλετε να αλλάξετε το υλικό σας; Κανένα πρόβλημα. Αναζητήστε το εικονίδιο επεξεργασίας στην εφαρμογή για να κάνετε αλλαγές στο περιεχόμενό σας. Θα χρησιμοποιήσετε τις λειτουργίες επεξεργασίας πολλές φορές καθώς αναπτύσσετε το %TPL_NAME% σας!",
      "content5Div1": "Όταν αποθηκεύετε το %TPL_NAME% σας, αρχικά είναι ιδιωτικό. Χρησιμοποιήστε το κουμπί Κοινοποίηση για να το κοινοποιήσετε σε άλλους. Μπορείτε να κοινοποιήσετε το %TPL_NAME% σας δημοσίως, ώστε να έχει ο καθένας πρόσβαση σε αυτό.",
      "content5Div2": "Ανάλογα με το λογαριασμό σας, μπορείτε να έχετε επίσης την επιλογή να κοινοποιήσετε το %TPL_NAME% σας μόνο σε άτομα εντός του οργανισμού σας, ώστε να μην έχουν άλλοι πρόσβαση σε αυτό.",
      "content6Div1": "Ο τίτλος της αρχικής σας ενότητας είναι επίσης ο τίτλος του ημερολογίου σας, κάτι σαν το 'εξώφυλλο' της αφήγησής σας. Ο τίτλος της αρχικής ενότητας θα παραμένει ορατός όταν οι αναγνώστες σας πλοηγούνται στο ημερολόγιο.",
      "content6Div2": "Το %LAYOUT_TITLE% δεν είναι απαραίτητο να είναι μόνο κείμενο, μπορείτε να συμπεριλάβετε φωτογραφίες και βίντεο για να κάνετε πιο ζωντανή την αφήγηση και να σπάσετε τις μεγάλες ενότητες κειμένου!"
    },
    "landing": {
      "lblAdd": "Πώς θέλετε να ονομάσετε το  Map Journal σας;",
      "phAdd": "Εισαγάγετε τον τίτλο σας...",
      "lblOR": "Ή",
      "lblHelp": "Περιηγηθείτε",
      "quote0": "Πάντα υπάρχει χώρος για μια αφήγηση που μπορεί να μεταφέρει τον κόσμο κάπου αλλού.",
      "quote1": "Η αφήγηση είναι ο πιο ισχυρός τρόπος για να δώσετε ιδέες στον κόσμο σήμερα.",
      "quote2": "Οι ιστορίες που αφηγούμαστε κυριολεκτικά διαμορφώνουν τον κόσμο. Αν θέλετε να αλλάξετε τον κόσμο, χρειάζεται να αλλάξετε την αφήγησή σας. Αυτό είναι μια μεγάλη αλήθεια που ισχύει τόσο για κάθε άτομο χωριστά όσο και για τους θεσμούς.",
      "quote3": "Η μικρότερη απόσταση που χωρίζει έναν άνθρωπο από την αλήθεια είναι μια αφήγηση.",
      "quote4": "Ο κόσμος δεν χρειάζεται περισσότερες πληροφορίες. Τον έχουν κουράσει όλες αυτές οι πληροφορίες. Η πίστη είναι αυτό που του λείπει. Θέλει να πιστέψει σε εσάς, στους στόχους σας, στην επιτυχία σας, στην ιστορία που αφηγείστε.",
      "quote5": "Ειλικρινά πιστεύω ότι οι άνθρωποι επιζητούν αφηγήσεις που πραγματικά σημαίνουν κάτι, αφηγήσεις που θα τους λυτρώσουν, θα τους εμπνεύσουν και θα τους κάνουν να νιώσουν πιο σπουδαίοι από έναν μέσο άνθρωπο.",
      "quote6": "Αν επιθυμείτε να επηρεάσετε μεμονωμένα άτομα ή μια ομάδα ατόμων προκειμένου να ενστερνιστούν μια συγκεκριμένη αξία και να την εφαρμόσουν στην καθημερινή τους ζωή, πείτε τους μια συναρπαστική ιστορία.",
      "quote7": "Αν μου πείτε κάτι, δεν είναι παρά μια έκθεση ιδεών. Αν μου δείξετε κάτι, είναι μια ιστορία.",
      "quote8": "Αν δεν ξέρετε τα δέντρα, υπάρχει κίνδυνος να χαθείτε στο δάσος. Όμως, αν δεν ξέρετε τις ιστορίες των ανθρώπων, υπάρχει κίνδυνος να χαθείτε στη ζωή.",
      "quote9": "Οι ιστορίες που αφηγούμαστε είναι η δημιουργική μετατροπή της ίδιας της ζωής σε μια πιο ισχυρή, πιο σαφή, πιο μεστή εμπειρία. Είναι η αξία της ανθρώπινης επαφής.",
      "quote10": "Δεν υπάρχει μεγαλύτερη αγωνία από το να κουβαλάς μέσα σου μια ιστορία που δεν έχεις αφηγηθεί ποτέ και σε κανέναν.",
      "quote11": "Ίσως οι ιστορίες είναι απλώς τα δεδομένα μιας ψυχής.",
      "quote12": "Οι ιστορίες είναι το μοναδικό ισχυρότατο όπλο στο οπλοστάσιο ενός ηγέτη.",
      "quote13": "Οι ιστορίες από τη φύση τους αφήνουν έξω πολύ περισσότερα πράγματα από αυτά που περιλαμβάνουν."
    },
    "firstAddSplash": {
      "thisis": "Αυτό είναι το",
      "lblMain": "Αυτή είναι η %BR% κεντρική σκηνή"
    }
  }
});