define(
	 ({
		builder: {
			layouts: {
				mainStage: "Κεντρική σκηνή",
				sideTitle: "Πλαϊνό πλαίσιο",
				sideDescr: "Μια διάταξη για αφήγηση με πολύ κείμενο η οποία συνδυάζει ιδανικά τις φωτογραφίες, τα βίντεο και τους χάρτες σας σε μια αποτελεσματική παρουσίαση.",
				floatTitle: "Αιωρούμενο πλαίσιο",
				floatDescr: "Μια διάταξη που δίνει έμφαση στο χάρτη σας και παρέχει ένα μικρό διαφανές πλαίσιο κειμένου για την αφήγηση της ιστορίας σας."
			},
			common: {
				lblStatus1: "Δημοσιευμένη",
				lblStatus2: "Πρόχειρη",
				lblStatus3: "Κρυφή"
			},
			settingsLayoutOptions: {
				title: "Επιλογές διάταξης",
				cfgLeft: "Αριστερά",
				cfgRight: "Δεξιά",
				cfgSmall: "Μικρό",
				cfgMedium: "Μεσαίο",
				cfgLarge: "Μεγάλο",
				socialLinksLabel: "Εμφάνιση συνδέσμων κοινοποίησης στο κάτω μέρος κάθε ενότητας",
				socialLinksDescr: "Αυτή η επιλογή επιτρέπει στους αναγνώστες να αναφέρουν και να προωθούν συγκεκριμένες ενότητες του %TPL_NAME%. Για παράδειγμα, εάν χρησιμοποιήσετε ένα εικονίδιο κοινοποίησης ενοτήτων, οι αναγνώστες θα μεταφέρονται στη συγκεκριμένη ενότητα του %TPL_NAME% και όχι στην αρχή της αφήγησής σας. Οι αναγνώστες σας μπορούν να χρησιμοποιήσουν το σύνδεσμο των μέσων κοινωνικής δικτύωσης στην ενότητα τίτλου για να προωθήσουν ολόκληρο το %TPL_NAME% (καρτέλα κεφαλίδας) και να μεταφερθούν στην αρχή του %TPL_NAME%."
			},
			settingsLayoutFonts: {
				title: "Γραμματοσειρές",
				defaultLbl: "Προεπιλογή",
				sectionTitleLbl: "Τίτλος ενότητας",
				sectionContentLbl: "Περιεχόμενο ενότητας"
			},
			initPopup: {
				title: "Καλώς ορίσατε στο"
			},
			addEditPopup: {
				disabled: "Η προσθήκη ενότητας είναι απενεργοποιημένη επειδή έχει συμπληρωθεί ο μέγιστος αριθμός επιτρεπόμενων ενοτήτων.",
				titleAdd: "Προσθήκη ενότητας",
				titleAddHome: "Προσθήκη αρχικής ενότητας",
				titleEdit: "Επεξεργασία ενότητας",
				step: "Βήμα",
				stepMainStageExplain: "Περιεχόμενο κεντρικής σκηνής",
				stepPanelExplain: "Περιεχόμενο",
				stepMainStageNextTooltip: "Εισαγάγετε τον τίτλο της ενότητας και επιλέξετε το περιεχόμενο της κεντρικής σκηνής",
				stepMainStageNextTooltip2: "Επιλέξτε το περιεχόμενο της κεντρικής σκηνής",
				step2NextTooltip: "Εισαγάγετε τον τίτλο της ενότητας και το περιεχόμενο του %LAYOUT-TYPE%",
				stepNextTooltipNext: "για να μεταβείτε στο επόμενο βήμα",
				stepNextTooltipAdd: "για να προσθέσετε την ενότητα",
				firstAddExplain: "Αυτή η πρώτη ενότητα είναι η αρχική σας ενότητα, κάτι σαν το 'εξώφυλλο' της αφήγησής σας. Ο τίτλος που μόλις ορίσατε θα εμφανίζεται με μεγάλη γραμματοσειρά.",
				firstAddLeanMore: "Μάθετε περισσότερα",
				titlePlaceholder: "Τίτλος ενότητας..."
			},
			addEditViewText: {
				editorPlaceholder: "Προσθέστε κείμενο, συνδέσμους και μικρά γραφικά εδώ.",
				editorActionsTitle: "Ενέργειες κεντρικής σκηνής",
				editorActionsHelpDescr: "Χρησιμοποιήστε αυτά τα στοιχεία ελέγχου για να δημιουργήσετε συνδέσεις που θα αλλάζουν την κεντρική σκηνή. Για παράδειγμα, όταν ο αναγνώστης κάνει κλικ σε έναν σύνδεσμο, μπορεί να θέλετε να εστιάσει ο χάρτης σε μια συγκεκριμένη τοποθεσία, να εμφανίζεται ένας άλλος web χάρτης ή να εμφανίζεται μια εικόνα.",
				mainStageDisabled: "Οι ενέργειες της κεντρικής σκηνής είναι απενεργοποιημένες όταν το εργαλείο επεξεργασίας είναι μεγιστοποιημένο"
			},
			organizePopup: {
				title: "Οργάνωση",
				lblHeader: "Σύρετε τις ενότητες σε άλλη θέση για να οργανώσετε το περιεχόμενό σας.",
				lblColTitle: "Τίτλος",
				lblColPubDate: "Ημερομηνία δημοσίευσης",
				lblColStatus: "Κατάσταση",
				checkDisplayReverse: "Εμφάνιση ενοτήτων με αντίστροφη σειρά",
				btnApplyWarning: "Επιβεβαίωση διαγραφής %NB% ενοτήτων",
				deleteTooltip: "Διαγραφή",
				firstSectionExplain: "(Δεν είναι δυνατή η μετακίνηση της αρχικής ενότητας)",
				exportMainStage: "Περιεχόμενο κεντρικής σκηνής",
				exportPanel: "Περιεχόμενο πλαισίου",
				exportActions: "Ενέργειες κεντρικής σκηνής"
			},
			exportData: {
				btn: "Εξαγωγή περιεχομένου",
				tooltip: "Η εξαγωγή του περιεχομένου σάς δίνει τη δυνατότητα να προβάλετε και να δημιουργήσετε ένα εφεδρικό αντίγραφο του περιεχομένου σας σε περίπτωση που το διαγράψετε κατά λάθος. Απλώς αντιγράψτε και επικολλήστε το περιεχόμενο από τη σελίδα σε οποιονδήποτε επεξεργαστή κειμένου."
			},
			help: {
				lblHelp: "Βοήθεια",
				lblAdd: "Προσθήκη ενότητας",
				lblSettings: "Ρυθμίσεις",
				lblOrga: "Οργάνωση περιεχομένου",
				lblEdit: "Αλλαγές",
				lblPublish: "Κοινοποίηση",
				lblTips: "Συμβουλές",
				lblMore: "Θέλετε να μάθετε περισσότερα;",
				lblLink: "Επισκεφθείτε τον ιστότοπο Esri Story Maps.",
				content1Div1: "Μπορείτε να ενσωματώσετε διάφορα στυλ όταν δημιουργείτε την αφήγησή σας. Το <strong>%LAYOUT_TITLE%</strong> συνήθως περιέχει το κείμενο, τις εικόνες και τα βίντεό σας, ενώ οι χάρτες σας κανονικά τοποθετούνται στην <strong>κεντρική σκηνή</strong>. Ωστόσο, το %TPL_NAME% σάς επιτρέπει να παρουσιάζετε εικόνες, πίνακες και βίντεο και στην κεντρική σκηνή.",
				content1Div2: "Η προσθήκη ενοτήτων σάς επιτρέπει να προσαρμόσετε την αφήγησή σας. Καθώς οι αναγνώστες διαβάζουν το κείμενο στο %LAYOUT_TITLE%, μπορεί να γίνεται μετατόπιση και εστίαση ενός χάρτη στην κεντρική σκηνή σε σημαντικά σημεία ή να γίνεται αυτόματη εναλλαγή νέων χαρτών και εικόνων για την υποστήριξη του μηνύματός σας.",
				content2Div1: "Στο παράθυρο διαλόγου Ρυθμίσεις μπορείτε να αλλάξετε την εμφάνιση του %TPL_NAME%. Αλλάξτε τη διάταξη, επιλέξτε διαφορετικό συνδυασμό χρωμάτων, αλλάξτε τη γραμματοσειρά του κειμένου κ.λπ.",
				content2Div2: "Μπορείτε επίσης να αντικαταστήσετε το λογότυπο της Esri με το δικό σας λογότυπο για να προβάλετε την επωνυμία σας. Μπορείτε επίσης να καθορίσετε τον ιστότοπο που θα εμφανίζεται όταν οι αναγνώστες κάνουν κλικ στο λογότυπό σας, ώστε να μπορούν να βρουν περισσότερες πληροφορίες.",
				content3Div1: "Το περιεχόμενό σας είναι οργανωμένο σε ενότητες. Μπορείτε να έχετε όσες ενότητες θέλετε (φανταστείτε ότι είναι κάτι σαν μίνι κεφάλαια). Η ροή αυτών των κεφαλαίων είναι σημαντική. Στην καρτέλα Οργάνωση μπορείτε να αλλάξετε τη σειρά των ενοτήτων ή να διαγράψετε όποια θέλετε.",
				content4Div1: "Βρήκατε ένα λάθος ή θέλετε να αλλάξετε το υλικό σας; Κανένα πρόβλημα. Αναζητήστε το εικονίδιο επεξεργασίας στην εφαρμογή για να κάνετε αλλαγές στο περιεχόμενό σας. Θα χρησιμοποιήσετε τις λειτουργίες επεξεργασίας πολλές φορές καθώς αναπτύσσετε το %TPL_NAME% σας!",
				content5Div1: "Όταν αποθηκεύετε το %TPL_NAME% σας, αρχικά είναι ιδιωτικό. Χρησιμοποιήστε το κουμπί Κοινοποίηση για να το κοινοποιήσετε σε άλλους. Μπορείτε να κοινοποιήσετε το %TPL_NAME% σας δημοσίως, ώστε να έχει ο καθένας πρόσβαση σε αυτό.",
				content5Div2: "Ανάλογα με το λογαριασμό σας, μπορείτε να έχετε επίσης την επιλογή να κοινοποιήσετε το %TPL_NAME% σας μόνο σε άτομα εντός του οργανισμού σας, ώστε να μην έχουν άλλοι πρόσβαση σε αυτό.",
				content6Div1: "Ο τίτλος της αρχικής σας ενότητας είναι επίσης ο τίτλος του ημερολογίου σας, κάτι σαν το 'εξώφυλλο' της αφήγησής σας. Ο τίτλος της αρχικής ενότητας θα παραμένει ορατός όταν οι αναγνώστες σας πλοηγούνται στο ημερολόγιο.",
				content6Div2: "Το %LAYOUT_TITLE% δεν είναι απαραίτητο να είναι μόνο κείμενο, μπορείτε να συμπεριλάβετε φωτογραφίες και βίντεο για να κάνετε πιο ζωντανή την αφήγηση και να σπάσετε τις μεγάλες ενότητες κειμένου!"
			},
			landing: {
				lblAdd: "Πώς θέλετε να ονομάσετε το  Map Journal σας;",
				phAdd: "Εισαγάγετε τον τίτλο σας...",
				lblOR: "Ή",
				lblHelp: "Περιηγηθείτε"
			},
			firstAddSplash: {
				thisis: "Αυτό είναι το",
				lblMain: "Αυτή είναι η %BR% κεντρική σκηνή"
			}
        }
    })
);
