define({
  "builder": {
    "layouts": {
      "mainStage": "Головна сцена",
      "sideTitle": "Бічна панель",
      "sideDescr": "Компонування для історії з великою кількістю текстової інформації, яка шляхом поєднання ваших фотографій, відео та карт створює чітке, цілеспрямоване повідомлення.",
      "floatTitle": "Переміщувана панель",
      "floatDescr": "Компонування, яке робить акцент на вашій картографії, забезпечуючи при цьому прозору коротку текстову панель, яка допомагає розповідати історію."
    },
    "common": {
      "lblStatus1": "Опубліковані",
      "lblStatus2": "Проект",
      "lblStatus3": "Приховані"
    },
    "settingsLayoutOptions": {
      "title": "Опції компонування",
      "cfgLeft": "Зліва",
      "cfgRight": "Справа",
      "cfgSmall": "Малий",
      "cfgMedium": "Середній",
      "cfgLarge": "Великий",
      "socialLinksLabel": "Відображати посилання для спільного доступу внизу кожного розділу",
      "socialLinksDescr": "Це дозволяє користувачам посилатися та просувати конкретні розділи вашого %TPL_NAME%. Наприклад, якщо ви використовуєте значок спільного доступу до розділів, читачі перейдуть до конкретного розділу %TPL_NAME%, а не до початку вашої історії. Ваші читачі можуть використовувати посилання соціальних мереж у розділі заголовку для просування вашого всього %TPL_NAME% (вкладка з верхнім колонтитулом) та переходити до початку %TPL_NAME%.",
      "socialDisabled": "Ця функція доступна тільки у компонуванні з переміщуваною панеллю",
      "socialWarning": "Ваша історія використовує компонування з бічною панеллю, проте зараз ми рекомендуємо використовувати цю опцію тільки з компонуванням з переміщуваною панеллю для уникнення проблеми, коли панель не може розташуватись у потрібному розділі для розповідей з зображеннями. Ви можете продовжити використовувати цю опцію, проте якщо деактивувати її, вона буде доступна тільки при використанні компонування з переміщуваною панеллю."
    },
    "settingsLayoutFonts": {
      "title": "Шрифти",
      "defaultLbl": "За замовчуванням",
      "sectionTitleLbl": "Заголовок розділу",
      "sectionContentLbl": "Зміст"
    },
    "settingsThemeOptions": {
      "lblOrgTheme": "Організаційна тема",
      "lblModTheme": "Поточна тема"
    },
    "initPopup": {
      "title": "Ласкаво просимо в"
    },
    "addEditPopup": {
      "disabled": "Функцію додавання розділу деактивовано, оскільки було досягнуто максимальну кількість дозволених розділів.",
      "titleAdd": "Додати розділ",
      "titleAddHome": "Додати головний розділ",
      "titleEdit": "Редагувати розділ",
      "step": "Крок",
      "stepMainStageExplain": "Зміст головної сцени",
      "stepPanelExplain": "Зміст",
      "stepMainStageNextTooltip": "Введіть заголовок розділу та виберіть зміст головної сцени",
      "stepMainStageNextTooltip2": "Виберіть зміст головної сцени",
      "step2NextTooltip": "Введіть заголовок розділу та зміст %LAYOUT-TYPE%",
      "stepNextTooltipNext": "щоб перейти до наступного кроку",
      "stepNextTooltipAdd": "щоб додати розділ",
      "firstAddExplain": "Цей перший розділ є головним розділом; вважайте його «титульною сторінкою» вашої історії. Заголовок, який ви щойно визначили, буде відображатись з великими шрифтами.",
      "firstAddLeanMore": "Докладніше",
      "titlePlaceholder": "Заголовок розділу..."
    },
    "addEditViewText": {
      "editorPlaceholder": "Додавайте текст, посилання та графічні зображення тут.",
      "editorActionsTitle": "Дії з історією",
      "editorActionsHelpDescr": "Створюйте посилання у вашій розповіді, які допоможуть розповісти вашу історію. Дія з історією може встановлювати зв'язок з іншим розділом або змінювати основну сцену. Наприклад, ви можете налаштувати дію на переміщення карти в інше місце розташування, увімкнення/вимкнення шарів карти або зміну мультимедійного змісту основної сцени на інше зображення, відео, карту або веб-сторінку.",
      "mainStageDisabled": "Дії з історією деактивуються при максимізації редактора"
    },
    "organizePopup": {
      "title": "Організувати",
      "lblHeader": "Перетягніть і відпустіть розділи, щоб організувати вашу історію.",
      "lblColTitle": "Заголовок",
      "lblColPubDate": "Дата публікації",
      "lblColStatus": "Стан",
      "checkDisplayReverse": "Відображати розділи у зворотному порядку",
      "btnApplyWarning": "Підтвердіть видалення %NB% розділу(-ів)",
      "deleteTooltip": "Видалити",
      "firstSectionExplain": "(Головний розділ неможливо перемістити)",
      "exportMainStage": "Зміст головної сцени",
      "exportPanel": "Зміст панелі",
      "exportActions": "Дії з історією"
    },
    "exportData": {
      "btn": "Експорт змісту",
      "tooltip": "Експорт вашого змісту дозволяє переглядати та створювати резервну копію вашого змісту на випадок, якщо ви випадково видалите його. Просто скопіюйте та вставте зміст зі сторінки у будь-який текстовий редактор."
    },
    "help": {
      "lblHelp": "Довідка",
      "lblAdd": "Додати розділ",
      "lblSettings": "Налаштування",
      "lblOrga": "Організувати зміст",
      "lblEdit": "Зміни",
      "lblPublish": "Поділитися",
      "lblTips": "Підказки",
      "lblMore": "Бажаєте більше?",
      "lblLink": "Відвідайте веб-сайт Esri Story Maps.",
      "content1Div1": "При створенні історії можна інтегрувати різноманітні стилі. <strong>%LAYOUT_TITLE%</strong> зазвичай містить ваш текст, зображення та відео, а ваші карти розміщуються на <strong>головній сцені</strong>. Проте %TPL_NAME% також дозволяє представляти зображення, діаграми та відео у головній сцені.",
      "content1Div2": "Додавання розділів дозволяє необхідним чином налаштувати ваш досвід розповіді історії. По мірі прокрутки читачем вашого тексту %LAYOUT_TITLE% карта на головній сцені може перемішуватися чи масштабуватись до ключових точок або можуть автоматично вмикатися нові карти та зображення, які допомагають донести ваше повідомлення.",
      "content2Div1": "У діалоговому вікні «Налаштування» можна змінити вигляд вашого %TPL_NAME%. Ви можете змінювати компонування, вибирати іншу колірну схему, змінювати шрифт тексту і т. д.",
      "content2Div2": "Ви також можете замінити логотип Esri на свій власний логотип, який відображає ваш бренд. Ви також можете вказати веб-сайт, який буде запускатися, коли читачі натискають ваш логотип, щоб вони могли отримати більше інформації.",
      "content3Div1": "Ваш зміст організується у розділи. Можна створити стільки розділів, скільки потрібно (вважайте їх міні главами). Порядок цих розділів є важливим; у меню «Організувати» можна за потреби змінити порядок розділів чи видалити їх.",
      "content4Div1": "Знайшли помилку чи бажаєте змінити свій матеріал? Без проблем. Знайдіть значок редагування у додатку, щоб внести зміни у свій зміст. Ви використовуватиме функції редагування багато разів під час розробки вашого %TPL_NAME%!",
      "content5Div1": "При збереження вашого %TPL_NAME% спочатку він є приватним. Скористайтесь кнопкою «Поділитися», щоб дати доступ до нього іншим. Ви можете поділитися вашим %TPL_NAME% публічно, щоб до нього мали доступ всі.",
      "content5Div2": "В залежності від вашого облікового запису також може бути доступна опція, щоб поділитися вашим %TPL_NAME% тільки з людьми у ваші організації, а інші не мали б доступу до нього.",
      "content6Div1": "Заголовок вашого головного розділу також є заголовком вашого журналу; вважайте свій головний розділ «титульною сторінкою» вашої історії. Заголовок головного розділу залишатиметься видимим при переході читачів у журнал.",
      "content6Div2": "Ваш %LAYOUT_TITLE% не повинен бути просто текстом; додайте фотографії та відео, щоб оживити історію та розбити довгі текстові розділи!"
    },
    "landing": {
      "lblAdd": "Як ви бажаєте назвати ваш Map Journal?",
      "phAdd": "Введіть свій заголовок...",
      "lblOR": "Або",
      "lblHelp": "Пройти тур",
      "quote0": "Історія — це засіб, який дозволяє перенести людину у інше місце.",
      "quote1": "Розповідання історій — це найефективніший спосіб представити свої ідеї сучасному світу.",
      "quote2": "Історії, які ми розповідаємо буквально створюють світ. Щоб змінити світ, необхідно змінити вашу історію. Ця істина стосується як окремих людей, так і організацій.",
      "quote3": "Найкоротшим шляхом між людиною та істиною є історія.",
      "quote4": "Людям не потрібно більше інформації. Вони мають занадто багато її. Вони хочуть вірити у вас, ваші цілі, ваш успіх, історію, яку ви розповідаєте.",
      "quote5": "Я щиро вірю, що люди шукають історії, які дійсно мають значення, історії, які рятівні, надихаючі та більші за особистість.",
      "quote6": "Якщо ви бажаєте вплинути на окрему людину або групу, щоб вони відчули певну цінність у своєму щоденному житті, розкажіть їм захоплюючу історію.",
      "quote7": "Якщо розповісти, це буде твір. Якщо показати, це буде історія.",
      "quote8": "Коли не знаєш дерев у лісі, можна заблукати в ньому, а коли не знаєш історій, можна загубитись у житті.",
      "quote9": "Історії — це творче перетворення самого життя в більш могутній, чіткий та значущий досвід. Вони є валютою людського контакту.",
      "quote10": "Немає більшої муки, ніж носити в собі нерозказану історію.",
      "quote11": "Можливо, історії це просто дані, що мають душу.",
      "quote12": "Історії є єдиною найпотужнішою зброєю у арсеналі лідера.",
      "quote13": "Історіям притаманно пропускати значно більше, ніж вони включають в себе."
    },
    "firstAddSplash": {
      "thisis": "Це",
      "lblMain": "Це %BR% головна сцена"
    }
  }
});