define({
  "viewer": {
    "common": {
      "close": "ปิด",
      "focusMainstage": "ส่งโฟกัสของแป้นพิมพ์ไปยังสื่อ",
      "expandImage": "ขยายภาพ"
    },
    "a11y": {
      "skipToContent": "ข้ามไปยังคำบรรยาย",
      "headerAria": "ส่วนหัวของเรื่องราว",
      "panelAria": "คำบรรยายเรื่องราว",
      "mainStageAria": "สื่อของส่วนเรื่องราวปัจจุบัน",
      "logoLinkAria": "โลโก้ที่เชื่องโยงไปยัง",
      "toTop": "ไปที่จุดเริ่มต้นของคำบรรยาย",
      "focusContent": "กลับไปที่คำบรรยาย",
      "navAria": "ส่วนของเรื่องราว",
      "navPreviousAria": "ส่วนก่อนหน้า",
      "navNextAria": "ส่วนถัดไป",
      "toSectionAria": "ไปที่ส่วน %SECTION_NUMBER%: %SECTION_TITLE%",
      "toNextGroupAria": "กลุ่มของส่วนถัดไป (%SECTION_RANGE%)",
      "toPrevGroupAria": "กลุ่มของส่วนก่อนหน้า (%SECTION_RANGE%)",
      "loadingAria": "กำลังโหลดเนื้อหาเรื่องราว"
    },
    "loading": {
      "step1": "กำลังโหลดเรื่องราว",
      "step2": "กำลังโหลดข้อมูล",
      "step3": "กำลังดำเนินการ",
      "loadBuilder": "ปรับเปลี่ยนการสร้าง",
      "long": "แมพเจอร์นัลกำลังเริ่ม",
      "long2": "ขอบคุณที่รอ",
      "failButton": "โหลดเรื่องราวอีกครั้ง"
    },
    "signin": {
      "title": "ต้องการยอมรับ",
      "explainViewer": "กรุณาเข้าระบบด้วยบัญชีบน %PORTAL_LINK% เพื่อเข้าใช้งานเรื่องราว",
      "explainBuilder": "กรุณาลงชื่อด้วยบัญชีบน  %PORTAL_LINK% เพื่อปรับแต่งเรื่องราว"
    },
    "errors": {
      "boxTitle": "เกิดข้อผิดพลาด",
      "invalidConfig": "ข้อผิดพลาดร้ายแรง: การตั้งค่าที่ไม่ถูกต้อง",
      "invalidConfigNoApp": "ข้อผิดพลาดร้ายแรง: เว็บแผนที่ระบุการใช้งานไม่ได้ระบุใน index.html",
      "invalidConfigNoAppDev": "ไม่ได้ระบุตัวโปรแกรมการสร้างแผนที่บนเว็บ ไว้ในพารามิเตอร์ URL (?appid = หรือ ?Webmap =) ในโหมดการพัฒนา การกำหนดค่า appid  และ แผนที่บนเว็บใน index.html จะถูกละเลย",
      "unspecifiedConfigOwner": "ไม่มีการกำหนดอำนาจในการปรับแต่ง",
      "invalidConfigOwner": "เจ้าของเรื่องราวไม่ได้รับอนุญาต",
      "createMap": "ไม่สามารถสร้างแผนที่",
      "invalidApp": "ข้อผิดพลาดร้ายแรง: โปรแกรมไม่สามารถโหลด",
      "appLoadingFail": "มีบางอย่างผิดพลาด   %TPL_NAME% ไม่ถูกโหลดอย่างถูกต้อง",
      "notConfiguredDesktop": "เรื่องราวนี้ยังไม่ได้รับการปรับแต่ง",
      "notConfiguredMobile": "ไม่รองรับ %TPL_NAME% builder ในการแสดงผลด้วยขนาดนี้ หากเป็นไปได้ ลดขนาดเบราเซอร์ของคุณเพื่อที่จะสามารถใช้งาน builder หรือกรุณาสร้างสตอรี่ของคุณเองบนอุปกรณ์ที่ใหญ่ขึ้น",
      "notConfiguredMobile2": "กรุณาหมุนอุปกรณ์ของคุณเป็นแนวนอนเพื่อใช้งาน %TPL_NAME% builder",
      "notAuthorized": "คุณไม่ได้รับสิทธิ์ในการใช้งานเรื่องราว",
      "notAuthorizedBuilder": "คุณไม่มีสิทธิ์ในการใช้งาน %TPL_NAME% builder",
      "noBuilderIE": "ตัวสร้างที่ไม่ได้รับการสนับสนุนบน Internet Explorer ก่อนรุ่น %VERSION%  %UPGRADE%",
      "noViewerIE": "เรื่องนี้ไม่ได้รับการสนับสนุนใน Internet Explorer รุ่นก่อน %VERSION%. %UPGRADE%",
      "noViewerIE2": "คุณพยายามที่จะดูเรื่องนี้โดยใช้เบราว์เซอร์เก่า ที่ไม่ได้รับการสนับสนุน อาจมีคุณสมบัติที่ไม่ทำงานหรือปัญหาที่ไม่คาดคิดอื่น ๆ เราขอแนะนำให้คุณอัพเกรด Internet Explorer 11 หรือใช้เบราเซอร์อื่นเช่น Chrome",
      "noViewerIE3": "ในช่วงก่อนปี 2017 แผนที่เรื่องราวนี้จะไม่โหลดบนเบราว์เซอร์ ในขณะที่คุณต้องใช้เบราว์เซอร์ได้รับการสนับสนุนเพื่อดูเรื่องนี้",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'>กรุณาอัพเดทเบราว์เซอร์ของคุณ</a>.",
      "mapLoadingFail": "มีบางอย่างไม่ถูกต้อง โหลดแผนที่ไม่ถูกต้อง",
      "signOut": "ลงชื่อออก",
      "print0": "ขออภัย เรื่องราวนี้ไม่สามารถสั่งพิมพ์ได้",
      "print1": "หากต้องการพิมพ์เรื่องราว ให้ใฃ้ปุ่มพิมพ์ในหน้าต่างแชร์ไดอะล็อก",
      "print2": "ขออภัย รุ่นพิมพ์ของเรื่องนี้ ปกติสามารถเข้าถึงได้จากการแชร์ไดอะล็อก แต่ไดอะล็อกนี้ถูกปิดการใช้งานโดยผู้เขียน",
      "attention": "ความสนใจ!"
    },
    "mobileView": {
      "tapForDetails": "เลือกสำหรับรายละเอียด",
      "clickForDetails": "ศึกษาเพิ่มเติม",
      "swipeToExplore": "เลื่อนเพื่อดุรายละเอียด",
      "tapForMap": "เลือกแท็ปเพื่อกลับ",
      "clickForMap": "หลัง"
    },
    "floatLayout": {
      "scroll": "เลื่อน"
    },
    "sideLayout": {
      "scroll": "เลื่อนลงเพิ่มเติม"
    },
    "mainStage": {
      "back": "กลับ",
      "errorDeleted": "ลิงค์นี้ไม่ได้ใช้งาน (ส่วนได้ถูกลบไปแล้ว)",
      "errorNotPublished": "ลิงค์นี้ไม่ได้ใช้งาน (ส่วนจะไม่เผยแพร่)"
    },
    "headerFromCommon": {
      "storymapsText": "Story Map",
      "builderButton": "แก้ไข",
      "facebookTooltip": "แชร์ผ่าน Facebook",
      "twitterTooltip": "แชร์ผ่าน Twitter",
      "bitlyTooltip": "แชร์หรือพิมพ์",
      "templateTitle": "ตั้งค่าหัวเรื่องเทมเพลต",
      "templateSubtitle": "ตั้งค่าชื่อรองของเทมเพลต",
      "share": "แบ่งปัน",
      "checking": "กำหลังตรวจสอบสาระในเรื่องราวของคุณ",
      "fix": "ปรับปรุงประเด็นในเรื่องราวของคุณ",
      "noerrors": "ไม่มีประเด็นที่ตรวจพบ",
      "tooltipAutoplayDisabled": "สิ่งนี้ไม่สามารถใช้ได้ในโหมดเล่นอัตโนมัติ",
      "notshared": "ไม่ได้แชร์สตอรี่"
    },
    "mapFromCommon": {
      "overview": "ภาพรวมของแผนที่",
      "legend": "คำอธิบายสัญลักษณ์",
      "home": "ซูมบ้าน"
    },
    "shareFromCommon": {
      "copy": "คัดลอก",
      "copied": "คัดลอก",
      "open": "เปิด",
      "embed": "ฝังลงในเว็บไซต์",
      "embedExplain": "ใช้รหัส HTML ต่อไปนี้ ในการฝังลงในเว็บไซต์การเดินทาง",
      "size": "ขนาด (กว้าง/สูง):",
      "autoplayLabel": "โหมดเล่นอัตโนมัติ",
      "autoplayExplain1": "โหมดการเล่นอัตโนมัติจะเลื่อนผ่านสตอรี่ของคุณในช่วงเวลาปกติ นี้เหมาะในตู้คีออสหรือแสดงบนจอภาพสาธารณะ แต่ทราบว่าในสถานการณ์อื่น ๆ ก็อาจจะทำให้เรื่องยากที่จะอ่าน คุณลักษณะนี้ไม่รองรับบนจอแสดงผลขนาดเล็ก",
      "autoplayExplain2": "เมื่อโหมดนี้มีการใช้งานยังมีการควบคุมการเล่น / หยุดชั่วคราวเรื่องราวและปรับความเร็วลูกศร",
      "linksupdated": "ลิงค์นี้อัพเดทแล้ว",
      "print": "พิมพ์",
      "printInstruction1": "โปรดรอให้โหลดเรื่องราวทั้งหมดก่อนพิมพ์",
      "printInstruction1a": "หากหน้านี้โหลดช้าหรือสื่อบางอย่างไม่ปรากฏขึ้น ให้ลองพิมพ์ส่วนต่าง ๆ ที่เล็กลง",
      "printInstruction1b": "เพื่อให้ได้ผลลัพธ์ที่ดีที่สุด คุณอาจต้องเปิดใช้งานการพิมพ์องค์ประกอบพื้นหลังในการตั้งค่าการพิมพ์ของเบราว์เซอร์",
      "printInstruction2": "หน้าต่างนี้ ไม่สามารถแบ่งปันผู้อื่นได้ เว้นแต่แบ่งปันลิงค์ ${link}",
      "link": "เชื่อมต่อเรื่องราว",
      "optionsHeader": "ตัวเลือก",
      "printOptPageBreak": "เริ่มต้นแต่ละส่วนที่หน้าต่างใหม่",
      "makeTextBlack": "ทำให้ข้อความสีดำทั้งหมด",
      "showLinks": "แสดง URL ของลิงก์",
      "madeWith": "เรื่องราวนี้ทำขึ้นด้วย ${JOURNAL_LINK_TEXT}",
      "journalLinkText": "Story Map Journal ของ Esri",
      "readItOnline": "อ่านเวอร์ชันแบบโต้ตอบบนเว็บที่ ${link}",
      "printMSWarning": "ลิงค์สามารถเรียกดูได้บนเรื่องราวออนไลน์เท่านั้น",
      "printVideoWarning": "วีดีโอนี้สามารถเรียกดูได้ในส่วนของเวอร์ชั่นออนไลน์ของแผนที่เรื่องราว",
      "printRangeHeader": "พิมพ์ส่วนของเรื่องราวนี้",
      "sectionLabel": "ส่วน:",
      "apply": "ใช้",
      "resetRange": "รีเซ็ตเป็นเรื่องราวทั้งหมด"
    }
  }
});