define(
	 ({
		builder: {
			layouts: {
				mainStage: "المرحلة الأساسية",
				sideTitle: "اللوحة الجانبية",
				sideDescr: "التخطيط الطباعي للحكاية النصية التي تدمج الصور ومقاطع الفيديو والخرائط في رسائل واضحة.",
				floatTitle: "اللوحة العائمة",
				floatDescr: "التخطيط الطباعي الذي يضع الخرائط في وضع التركيز أثناء السماح بشفافية لوحة نص النموذج القصير للمساعدة في تبادل القصص."
			},
			common: {
				lblStatus1: "تم النشر",
				lblStatus2: "مسودة",
				lblStatus3: "مخفي"
			},
			settingsLayoutOptions: {
				title: "خيارات التخطيط الطباعي",
				cfgLeft: "يسار",
				cfgRight: "يمين",
				cfgSmall: "صغير",
				cfgMedium: "متوسط",
				cfgLarge: "كبير",
				socialLinksLabel: "عرض مشاركة الروابط أسفل كل جزء",
				socialLinksDescr: "يُمكن ذلك القراء من إرجاع المقاطع المحددة لـ %TPL_NAME%. مثال، عند استخدام رمز مشاركة المقاطع، سيقوم القراء بالوصول إلى مقطع %TPL_NAME% المحدد عوضًا عن بداية الحكاية. يمكن للقراء استخدام رابط الوسائط الاجتماعية في مقطع العنوان لترقية %TPL_NAME% (علامة تبويب العنوان) الكلية وكذلك الوصول إلى بداية %TPL_NAME%."
			},
			initPopup: {
				title: "مرحبًا بك في"
			},
			addEditPopup: {
				disabled: "يتم تعطيل إضافة المقطع نظرًا لأنه تم الوصول إلى العدد الأقصى المسموح به من المقاطع.",
				titleAdd: "إضافة مقطع",
				titleAddHome: "إضافة مقطع الصفحة الرئيسية",
				titleEdit: "تحرير المقطع",
				step: "خطوة",
				stepMainStageExplain: "محتوى المرحلة الأساسية",
				stepPanelExplain: "المحتوى",
				stepMainStageNextTooltip: "أدخل",
				step2NextTooltip: "أدخل عنوان المقطع ومحتويات %LAYOUT-TYPE%",
				stepNextTooltipNext: "للانتقال إلى الخطوة التالية",
				stepNextTooltipAdd: "لإضافة المقطع",
				firstAddExplain: "الجزء الأول هو جزء الصفحة الرئيسية، واعتبره 'صفحة الغلاف' لموضوعك. وسيُعرَض العنوان الذي عرفته توًا بخطوط كبيرة.",
				firstAddLeanMore: "تعلم المزيد",
				titlePlaceholder: "عنوان المقطع..."
			},
			addEditViewText: {
				editorPlaceholder: "إضافة النص والروابط والرسومات الصغيرة هنا.",
				editorActionsTitle: "إجراءات المرحلة الأساسية",
				editorActionsHelpDescr: "استخدم عناصر التحكم الحالية لإنشاء الروابط التي ستقوم بتغيير المرحلة الأساسية. مثال، عند نقر القارئ على الرابط المطلوب لتكبير الخريطة وصولا للموقع المحدد أو عرض خريطة ويب أخرى أو عرض الصورة."
			},
			organizePopup: {
				title: "ترتيب",
				lblHeader: "سحب وإفلات المقاطع لتنظيم المحتويات.",
				lblColTitle: "العنوان",
				lblColPubDate: "تاريخ المنشور",
				lblColStatus: "حالة",
				checkDisplayReverse: "عرض المقاطع بترتيب عكسي",
				btnApplyWarning: "تأكيد حذف %NB% مقطع",
				deleteTooltip: "حذف",
				firstSectionExplain: "(يتعذر نقل المقطع الأساسي)"
			},
			exportData: {
				btn: "تصدير المحتوى",
				tooltip: "يتيح لك تصدير المحتوى عرض وإنشاء نسخة احتياطية من الجريدة إذا حذفتها عن غير قصد. ببساطة انسخ محتوى الصفحة والصقه في أي معالج للكلمات."
			},
			help: {
				lblHelp: "تعليمات",
				lblAdd: "إضافة مقطع",
				lblSettings: "الإعدادات",
				lblOrga: "تنظيم المحتويات",
				lblEdit: "تحرير",
				lblPublish: "مشاركة",
				lblTips: "تلميحات",
				lblMore: "هل تريد المزيد؟",
				lblLink: "تفضل بزيارة موقع خرائط الحكاية على الويب.",
				content1Div1: "يمكن تكامل أنماط متعددة عند بناء الحكاية. يحتفظ <strong>%LAYOUT_TITLE%</strong> بالنصوص والصور ومقاطع الفيديو عند وصول الخرائط<strong>إلى المرحلة الأساسية</strong>. مع ذلك، يسمح %TPL_NAME% بتمييز الصور والمخططات ومقاطع الفيديو داخل المرحلة الاساسية أيضًا.",
				content1Div2: "تسمح إضافة المقاطع بتخصيص خبرة تبادل القصص. بصفتك من القُراء قم بالتمرير خلال نصوص %LAYOUT_TITLE% أو يمكن تحريك أو تكبير الخريطة على المرحلة الأساسية أو يمكن للخرائط والصور الجديدة التبديل تلقائيًا لدعم الرسالة.",
				content2Div1: "يمكن هنا ضبط مظهر %TPL_NAME%. ستتم تنقية أنظمة الألوان والتخطيطات وكذلك العروض.",
				content2Div2: "يمكن أيضًا مشاركة الروابط على Facebook وTwitter ليتمكن القُراء من نشر %TPL_NAME% للآخرين بسهولة.",
				content3Div1: "يتم تنظيم المحتويات داخل المقاطع. يمكن الحصول على العديد من المقاطع كما تريد (بصفتها فصول صغيرة). مسار هذه الفصول هام جدًا؛ بذلك سيصبح من الممكن إعادة ترتيب بعض المقاطع أو حذفها كما تريد.",
				content4Div1: "هل تم إيجاد خطأ أو ترغب في تغيير المواد التعليمية؟ لا. ابحث عن رمز تحرير في التطبيق للقيام بالتغييرات في المحتويات. ستقوم باستخدام وظائف التحرير عدة مرات عند تطوير %TPL_NAME%!",
				content5Div1: "يتم حفظ %TPL_NAME% على حساب %PORTAL% افتراضيًا. يمكن إقرار مشاركته مع المؤسسة أو فتحه على العالم. سندعمك بعنوان URL لتتمكن من مشاركته بشكل أسهل.",
				content6Div1: "عنوان جزء الصفحة الرئيسية هو نفسه عنوان الجريدة، واعتبر جزء الصفحة الرئيسية هو 'صفحة غلاف' موضوعك. سيظل جزء الصفحة الرئيسية مرئيًا عند انتقال القُرّاء إلى الجريدة.",
				content6Div2: "لا يجب أن يكون %LAYOUT_TITLE% نصًا فقط، وضع في اعتبارك تضمين صور ومقاطع فيديو للمساعدة في إضافة حياة إلى العنصر، وكذلك لتقسيم الأجزاء الطويلة للنص."
			},
			landing: {
				lblAdd: "ماذا تريد لاستدعاء دفتر الخريطة؟",
				phAdd: "أدخل عنوان...",
				lblOR: "أو",
				lblHelp: "القيام بجولة"
			},
			firstAddSplash: {
				thisis: "هذا هو"
			}
        }
    })

);
