define({
  "builder": {
    "layouts": {
      "mainStage": "المرحلة الأساسية",
      "sideTitle": "اللوحة الجانبية",
      "sideDescr": "التخطيط الطباعي للحكاية النصية التي تدمج الصور ومقاطع الفيديو والخرائط في رسائل واضحة.",
      "floatTitle": "اللوحة العائمة",
      "floatDescr": "التخطيط الطباعي الذي يضع الخرائط في وضع التركيز أثناء السماح بشفافية لوحة نص النموذج القصير للمساعدة في تبادل القصص."
    },
    "common": {
      "lblStatus1": "تم النشر",
      "lblStatus2": "مسودة",
      "lblStatus3": "مخفي"
    },
    "settingsLayoutOptions": {
      "title": "خيارات التخطيط الطباعي",
      "cfgLeft": "يسار",
      "cfgRight": "يمين",
      "cfgSmall": "صغير",
      "cfgMedium": "متوسط",
      "cfgLarge": "كبير",
      "socialLinksLabel": "عرض مشاركة الروابط أسفل كل جزء",
      "socialLinksDescr": "يُمكن ذلك القراء من إرجاع المقاطع المحددة من %TPL_NAME%. على سبيل المثال، عند استخدام مقاطع تشارك رمز، سيقوم القراء بالوصول إلى مقطع %TPL_NAME% المحدد عوضًا عن بداية القصة. يمكن للقراء استخدام رابط الوسائط الاجتماعية في مقطع العنوان لترقية %TPL_NAME% (علامة تبويب العنوان) الكلية وكذلك الوصول إلى بداية  %TPL_NAME%.",
      "socialDisabled": "يتوفر المعلم فقط مع تخطيط اللوحة العائمة",
      "socialWarning": "تستخدم الحكاية تخطيط لوحة جانبية ولمن نوصي باستخدام الخيار الحالي فقط مع تخطيط اللوحة العائمة لتجنب المشكلة حيث لا تضع اللوحة نفها في القسم المراد للسرد باستخدام الصور. قد تُكمل لاستخدام الخيار الحالي ولكن إذا قمت بتعطيله ثم سيتوفر فقط عند تعطيله والذي سيتوفر عند استخدام تخطيط اللوحة العائمة."
    },
    "settingsLayoutFonts": {
      "title": "خطوط",
      "defaultLbl": "الافتراضي",
      "sectionTitleLbl": "عنوان المقطع",
      "sectionContentLbl": "محتوى المقطع"
    },
    "settingsThemeOptions": {
      "lblOrgTheme": "نُسُق المؤسسة",
      "lblModTheme": "النُّسُق الحالي"
    },
    "initPopup": {
      "title": "مرحباً بك في"
    },
    "addEditPopup": {
      "disabled": "يتم تعطيل إضافة المقطع نظرًا لأنه تم الوصول إلى العدد الأقصى المسموح به من المقاطع.",
      "titleAdd": "إضافة مقطع",
      "titleAddHome": "إضافة مقطع الصفحة الرئيسية",
      "titleEdit": "تحرير المقطع",
      "step": "خطوة",
      "stepMainStageExplain": "محتوى المرحلة الأساسية",
      "stepPanelExplain": "المحتوى",
      "stepMainStageNextTooltip": "أدخل",
      "stepMainStageNextTooltip2": "حدد محتوى المرحلة الأساسية",
      "step2NextTooltip": "أدخل عنوان المقطع ومحتويات %LAYOUT-TYPE%",
      "stepNextTooltipNext": "للانتقال إلى الخطوة التالية",
      "stepNextTooltipAdd": "لإضافة المقطع",
      "firstAddExplain": "الجزء الأول هو جزء الصفحة الرئيسية، واعتبره 'صفحة الغلاف' لموضوعك. وسيُعرَض العنوان الذي عرفته توًا بخطوط كبيرة.",
      "firstAddLeanMore": "تعلم المزيد",
      "titlePlaceholder": "عنوان المقطع..."
    },
    "addEditViewText": {
      "editorPlaceholder": "إضافة النص والروابط والرسومات الصغيرة هنا.",
      "editorActionsTitle": "إجراءات الحدث",
      "editorActionsHelpDescr": "إنشاء روابط في السرد تساعدك في سرد الأحداث، ويمكن لإجراء الحدث الارتباط بقسم آخر أو تغيير المرحلة الرئيسية. على سبيل المثال، يمكنك تكوين إجراء لنقل الخريطة إلى موقع آخر أو وتبديل/إلغاء تبديل طبقات الخريطة أو تغيير وسائط المرحلة الرئيسية إلى صورة أو مقطع فيديو أو خريطة أو صفحة ويب أخرى.",
      "mainStageDisabled": "يتم تعطيل إجراءات الحدث عند تكبير المحرر"
    },
    "organizePopup": {
      "title": "ترتيب",
      "lblHeader": "اسحب الأقسام وأفلتها لتنظيم القصة.",
      "lblColTitle": "العنوان",
      "lblColPubDate": "تاريخ المنشور",
      "lblColStatus": "حالة",
      "checkDisplayReverse": "عرض المقاطع بترتيب عكسي",
      "btnApplyWarning": "تأكيد حذف %NB% مقطع",
      "deleteTooltip": "حذف",
      "firstSectionExplain": "(يتعذر نقل المقطع الأساسي)",
      "exportMainStage": "محتوي المرحلة الأساسية",
      "exportPanel": "محتوى اللوحة",
      "exportActions": "إجراءات الحدث"
    },
    "exportData": {
      "btn": "تصدير المحتوى",
      "tooltip": "يتيح لك تصدير المحتوى عرض وإنشاء نسخة احتياطية من المحتوى إذا حذفتها عن غير قصد. ببساطة انسخ المحتوى من الصفحة والصقه في أي معالج للكلمات."
    },
    "help": {
      "lblHelp": "تعليمات",
      "lblAdd": "إضافة مقطع",
      "lblSettings": "الإعدادات",
      "lblOrga": "تنظيم المحتويات",
      "lblEdit": "عمليات التحرير",
      "lblPublish": "مشاركة",
      "lblTips": "تلميحات",
      "lblMore": "هل تريد المزيد؟",
      "lblLink": "تفضل بزيارة موقع خرائط قصص Esri على الويب.",
      "content1Div1": "يمكن تكامل أنماط متعددة عند بناء الحكاية. يحتفظ <strong>%LAYOUT_TITLE%</strong> بالنصوص والصور ومقاطع الفيديو عند وصول الخرائط<strong>إلى المرحلة الأساسية</strong>. مع ذلك، يسمح %TPL_NAME% بتمييز الصور والمخططات ومقاطع الفيديو داخل المرحلة الاساسية أيضًا.",
      "content1Div2": "تسمح إضافة المقاطع بتخصيص خبرة تبادل القصص. بصفتك من القُراء قم بالتمرير خلال نصوص %LAYOUT_TITLE% أو يمكن تحريك أو تكبير الخريطة على المرحلة الأساسية أو يمكن للخرائط والصور الجديدة التبديل تلقائيًا لدعم الرسالة.",
      "content2Div1": "مربع حوار الإعدادات حيث يُمكنك تغيير مظهر %TPL_NAME%. ستقوم بتغيير التخطيط واختيار نظام لون مختلف وتغيير خط النص وما إلى ذلك.",
      "content2Div2": "يُمكن أيضًا استبدال شعار Esri بشعارك الخاص لتفعيل علامتك التجارية. يُمكن أيضًا تحديد موقع الويب الذي سيتم تشغيله إذا قام القُراء بالنقر على الشعار، للحصول على المزيد من المعلومات.",
      "content3Div1": "يتم تنظيم المحتويات داخل المقاطع. يمكن الحصول على العديد من المقاطع كما تريد (بصفتها فصول صغيرة). مسار هذه الفصول هام جدًا؛ بذلك سيصبح من الممكن إعادة ترتيب بعض المقاطع أو حذفها كما تريد.",
      "content4Div1": "هل تم إيجاد خطأ أو ترغب في تغيير المواد التعليمية؟ لا. ابحث عن رمز تحرير في التطبيق للقيام بالتغييرات في المحتويات. ستقوم باستخدام وظائف التحرير عدة مرات عند تطوير %TPL_NAME%!",
      "content5Div1": "عند حفظ حساب %TPL_NAME% مبدئيًا. استخدم زر مشاركة لمشاركته مع الآخرين. يُمكن مشاركة %TPL_NAME% مع الجميع ليتمكن أي فرد من الوصول إليه.",
      "content5Div2": "يمكنك أيضًا بحسب حسابك أن يتوفر لديك خيار مشاركة %TPL_NAME% مع المستخدمين الذين يوجدون ضمن مؤسستك؛ لذا يتعذر على الآخرين الوصول إليه.",
      "content6Div1": "عنوان قسم الصفحة الرئيسية هو نفسه عنوان دفتر اليومية؛ واعتبر قسم الصفحة الرئيسية هو 'صفحة غلاف' موضوعك. سيظل قسم الصفحة الرئيسية مرئيًا عند انتقال القُرّاء إلى دفتر اليومية.",
      "content6Div2": "لا يجب أن يكون %LAYOUT_TITLE% نصًا فقط، وضع في اعتبارك تضمين صور ومقاطع فيديو للمساعدة في إضافة حياة إلى العنصر، وكذلك لتقسيم الأجزاء الطويلة للنص."
    },
    "landing": {
      "lblAdd": "ماذا تريد لاستدعاء دفتر الخريطة؟",
      "phAdd": "أدخل عنوان...",
      "lblOR": "أو",
      "lblHelp": "القيام بجولة",
      "quote0": "دائمًا ما توجد مساحة لقصة يكمنها نقل الأشخاص إلى مكان آخر.",
      "quote1": "يعتبر سرد الحكايات هو أفضل الطرق لوضع الأفكار في العالم الحالي.",
      "quote2": "تعمل القصص التي نسردها حرفيًا على تشكيل العالم. وإذا أردت تغيير العالم، يجب عليك تغيير قصتك، حيث تنطبق هذه الحقيقة على كل من الأشخاص والمؤسسات.",
      "quote3": "تُعد القصة المسافة الأقصر بين الإنسان والحقيقة.",
      "quote4": "لا يريد الأشخاص مزيدًا من المعلومات، إنهم يرون الحقيقة بأعينهم. إنها يريدون الإيمان بك وبأهدافك ونجاحك في القصة التي تسردها.",
      "quote5": "أنا أؤمن بشدة بأن الأشخاص يبحثون عن قصص تدل على شيء ما، قصص إنقاذ وقصصًا ملهمة وقصصًا أكبر من مجرد شخص.",
      "quote6": "إذا أردت التأثير على شخص أو مجموعة للإيمان بقيمة محددة في حياته اليومية، أخبره بقصة شيقة مقنعة.",
      "quote7": "إذا كنت تسطر حروفًا، فإنك بذلك تكتب مقالاً. أما إذا كنت تصور أحداثًا، فأنت تسرد قصة.",
      "quote8": "إذا لم تعرف الأشجار، فقد تضل طريقتك في الغابة، أما إذا كنت لا تعرف القصص، فقد تضل طريقك في الحياة.",
      "quote9": "القصص هي التحويل الإبداعي للحياة نفسها في تجربة أكثر تفاعلاً وأكثر وضوحًا وأكثر إفادة. إنها عملة التواصل البشري.",
      "quote10": "لا يوجد ألم يُضاهي تحمُّل كتمان قصة بداخلك.",
      "quote11": "تعد القصص مجرد بيانات تحمل روحًا.",
      "quote12": "القصص هي أقوى سلاح فردي في ترسانة أسلحة خاصة بشخص واحد.",
      "quote13": "تتمثل طبيعة القصص في الذهاب إلى ما هو أبعد من مضمونها."
    },
    "firstAddSplash": {
      "thisis": "هذا هو",
      "lblMain": "هذا هو مرحلة %BR% الأساسية"
    }
  }
});