define({
  "commonCore": {
    "common": {
      "add": "Додати",
      "edit": "Редагувати",
      "save": "Зберегти",
      "next": "Далі",
      "cancel": "Скасувати",
      "back": "Назад",
      "apply": "Застосувати",
      "close": "Закрити",
      "open": "Відкрити",
      "start": "Початок",
      "loading": "Завантажується",
      "disabledAdmin": "Цей об'єкт було деактивовано вашим адміністратором",
      "width": "Ширина",
      "height": "Висота",
      "create": "Створити",
      "yes": "Так",
      "no": "Ні",
      "mystories": "Мої історії"
    },
    "inlineFieldEdit": {
      "editMe": "Редагувати мене!"
    },
    "builderPanel": {
      "panelHeader": "Конструктор %TPL_NAME%",
      "buttonSaving": "Виконується збереження",
      "buttonSaved": "Збережено",
      "buttonShare": "Поділитися",
      "buttonSettings": "Налаштування",
      "buttonHelp": "Довідка",
      "buttonPreview": "Переглянути історію",
      "tooltipFirstSave": "Це недоступно, поки не буде виконано збереження.",
      "tooltipNotShared": "Це недоступно, поки не буде надано спільний доступ.",
      "tooltipNotShared2": "Ваша історія спільно не використовується, тільки ви можете мати доступ до неї.",
      "noPendingChange": "Немає очікуваних змін",
      "unSavedChangePlural": "Очікувані зміни",
      "closeWithPendingChange": "Бажаєте підтвердити цю дію? Зміни буде втрачено.",
      "saveError": "Збереження не вдалося, спробуйте знову",
      "status1": "Історія спільно використовується, проте вона має проблеми",
      "status2": "Історія спільно не використовується, проте вона має проблеми",
      "status3": "Історія публічна",
      "status4": "Історія спільно використовується у вашій організації",
      "status5": "Історія приватна",
      "status6": "Історію ще не збережено",
      "checking": "Виконується перевірка",
      "fix": "Виправити"
    },
    "saveError": {
      "title": "Помилка при збережені історії",
      "err1Div1": "Історію неможливо зберегти, оскільки ви вже маєте інший елемент з такою самою назвою.",
      "err1Div2": "Змініть заголовок вашої історії, а потім збережіть її.",
      "btnOk": "Редагувати заголовок історії"
    },
    "saveErrorSocial": {
      "title": "Оновлення надання спільного доступу в соціальних мережах",
      "panel1": "Вигляд вашої історії у соціальних мережах було покращено, проте заголовок елементу вашого веб-додатку ArcGIS не відповідає заголовку вашої історії.",
      "panel1tooltip": "Після визначення заголовку, короткої інформації та зображення ескізу ваша історія буде виглядати наступним чином:",
      "panel2": "Який заголовок ви бажаєте використовувати у соціальних мережах:",
      "panel2q1": "Заголовок історії (рекомендується)",
      "panel2q1tooltip": "При виборі цієї опції заголовок вашого елементу буде змінено відповідно до заголовку вашої історії, а подальші зміні у конструкторі буде синхронізовано.",
      "panel2q2": "Заголовок елементу",
      "panel3": "Для подальшого покращення вигляду вашої історії у соціальних мережах скористайтесь ${MYSTORIES}, щоб додати коротку інформацію та зображення ескізу.",
      "panel4": "Не попереджувати мене знову про цю історію"
    },
    "share": {
      "shareTitle": "Поділитися вашою історією",
      "preview": "Попередній перегляд",
      "viewlive": "Переглянути історію",
      "btnPrivate": "Приватний",
      "btnPrivateTooltip": "Тільки ви можете бачити історію",
      "btnOrg": "Організація",
      "btnOrgTooltip": "Тільки учасники вашої організації можуть бачити історію",
      "btnPublic": "Публічний",
      "btnPublicTooltip": "Всі можуть бачити історію",
      "loadingMessage": "Виконується перевірка вашої історії на наявність проблем",
      "viewToggle1": "Показати зміст історії",
      "viewToggle2": "Закрити зміст історії",
      "socialize": "Спілкуватися",
      "statusPrivate": "Ваша історія приватна, тільки ви можете бачити її.",
      "statusError": "У змісті вашої історії є проблеми, які будуть помітні вашим читачам. Ви можете ідентифікувати та виправити ці проблеми нижче.",
      "statusNoErrPrivate": "Поділіться вашою історією, коли ви будете готові!",
      "mystoriesinvite": "Керуйте всіма вашими історіями",
      "notavailable1": "Вибачте, надання спільного доступу з конструктора не підтримується, оскільки цей додаток відсутній у %PRODUCT%.",
      "notavailable2": "Вибачте, надання спільного доступу з конструктора не підтримується у цій версії Порталу для ArcGIS (потрібна версія 10.4 або вище).",
      "notavailable3": "Ви можете поділитися цією історією з %LINK%.",
      "notavailable4": "Мої історії",
      "notavailable5": "її сторінка елементів",
      "notavailable6": "Вибачте, цей об'єкт не повністю підтримується у режимі розробки. В залежності від вашого сценарію розгортання цей об'єкт може підтримуватися при розгортанні.",
      "notavailable7": "Відвідайте %MYCONTENT%, щоб перевірити, що карти та шари, які використовуються у вашій історії, також спільно використовуються.",
      "notavailable8": "Мій зміст",
      "mystoriesinvite2": "Для покращення вигляду вашої історії у соціальних мережах скористайтесь ${MYSTORIES}, щоб додати коротку інформацію та зображення ескізу."
    },
    "settings": {
      "header": "Налаштування",
      "tabError": "Перевірте всі вкладки на наявність помилок"
    },
    "settingsLayout": {
      "title": "Компонування",
      "explain": "Яке компонування ви бажаєте використовувати?",
      "explainInit": "Ви можете змінити компонування в будь-який час у діалоговому вікні налаштувань.",
      "viewExample": "Переглянути живий приклад"
    },
    "settingsTheme": {
      "title": "Тема"
    },
    "settingsHeader": {
      "title": "Верхній колонтитул",
      "logoEsriRadio": "Логотип Esri",
      "logoNoneRadio": "Без логотипу",
      "logoOrgRadio": "Логотип організації",
      "logoCustomRadio": "Мій логотип",
      "logoCustomLabel": "Зображення:",
      "logoCustomUploadHelp": "Посилання на зображення логотипу повинне починатися з HTTPS. Логотипи виглядають найкраще, якщо вони мають відношення ширини до висоти від 1:1 до 5:1. Якщо прив’язаний логотип повільно відмальовується, збережіть копію та передайте її тут.",
      "logoCustomUploadTooltip": "Використовувати переданий логотип",
      "logoCustomUploadButton": "Передати логотип",
      "logoUploadSizeError": "Розмір зображення у форматі GIF занадто великий. Змініть розмір до ${PIXEL-WIDTH} пікселів у ширину.",
      "logoCustomLinkHTTPSError": "Посилання повинне починатися з HTTPS",
      "logoCustomLinkTooltip": "Посилання на логотип",
      "logoCustomLinkPlaceholder": "URL зображення",
      "logoCustomLinkPlaceholderHTTPS": "https://example.com/logo.jpg",
      "logoUploadGenericError": "Логотип може бути файлом у форматі .bmp, .gif, .jpg, .jpeg або .png. Зображення у форматі GIF повинні мати ширину не більше 250 пікселів та розмір до 10 МБ.",
      "logoCustomTargetPlaceholder": "Веб-сторінка для відкриття при натисканні логотипу",
      "logoSocialText": "Рекламний слоган:",
      "logoLink": "Посилання:",
      "lblSmallHeader": "Використовувати компактний верхній колонтитул (без підзаголовку)"
    },
    "header": {
      "title": "Редагувати заголовок вашого %TPL_NAME%",
      "subtitle": "Редагувати підзаголовок вашого %TPL_NAME%"
    },
    "sectionNavigation": {
      "select": "Вибрати розділ...",
      "section": "Розділ",
      "thisSection": "Цей розділ",
      "homeSection": "Головний розділ",
      "hiddenSection": "Прихований розділ"
    },
    "bannerNotification": {
      "learnMore": "Докладніше",
      "close": "Закрити",
      "dontShowAgain": "Не показувати це повідомлення знову"
    },
    "httpsTransitionMessage": {
      "bannerMsg": "Важливе повідомлення про веб-безпеку та карти-історії",
      "s1h1": "Esri постійно підвищує безпеку карт-історій",
      "s1p1": "Ваші карти-історії доступні у мережі Інтернет, тому Інтернет-спільнота завжди працює над забезпеченням їх кращої безпеки. Для доступу до веб-змісту широко використовується протокол HTTPS, який забезпечує безпечне підключення. Більшість сучасних браузерів попереджують користувача, коли замість протоколу HTTPS використовується протокол HTTP. Внаслідок впровадження цього стандарту ми настійно рекомендуємо використовувати посилання HTTPS для створення карт-історій та надання спільного доступу до них, а також використовувати тільки URL з HTTPS при вбудовуванні веб-змісту або посилань на зображення у карті-історії.",
      "s1p2": "По суті, це означає, що для доступу до карти-історії та всього її змісту (включаючи зображення, шари, вбудовані додатки та веб-сайти) повинні використовуватися посилання, які починаються з HTTPS, а не HTTP. Це забезпечить найкращий досвід для ваших читачів, оскільки більшість веб-браузерів будуть повідомляти, що ваші історії захищені.",
      "s2h1": "Що мені потрібно робити?",
      "s2p1": "Esri докладає всіх зусиль, щоб зробити цей перехід легким для авторів та читачів карт-історій. У розробниках Карт-історій та Моїх історіях тепер доступні інструменти, які допомагають знаходити незахищений зміст (HTTP) у ваших історіях та надають рекомендації, як вирішити цю проблему. Перевірте свої історії на наявність незахищеного змісту та виконайте оновлення до HTTPS якомога скоріше.",
      "action1": "Закрити",
      "action2": "Перевірити мої історії зараз",
      "action3": "Докладніше"
    },
    "embedBar": {
      "share": "Поділитися",
      "fullScreen": "На весь екран",
      "exitFullScreen": "Вийти з режиму повного екрану",
      "enlarge": "Збільшити",
      "newTab": "Відкрити у новій вкладці",
      "tagline": "Карта-історія"
    },
    "licenseChange2018": {
      "noAccess": "Ваш обліковий запис (%USER_NAME%) не має ліцензії на відкривання карти-історії, що не є публічною. Попросіть адміністратора вашої організації призначити вам тип користувача, що включає Story Maps або додаткову ліцензію на основні додатки."
    }
  }
});