define({
  "commonMapControls": {
    "common": {
      "settings": "Налаштування",
      "openDefault": "Відкрити за замовчуванням"
    },
    "overview": {
      "basemapGalleryBtnLabel": "Базова карта",
      "expandFactorLabel": "Коефіцієнт розгортання",
      "expandFactorPopover": "Коефіцієнт відношення розміру оглядової карти до прямокутника екстенту, який відображається на оглядовій карті. За замовчуванням використовується значення 2; це означає що оглядова карта буде щонайменше в два рази більше розміру прямокутника екстенту."
    }
  }
});