define({
  "commonMedia": {
    "mediaSelector": {
      "lblSelect1": "Мультимедійний зміст",
      "lblSelect2": "Зміст",
      "lblMap": "Карта",
      "lblImage": "Зображення",
      "lblVideo": "Відео",
      "lblExternal": "Веб-сторінка",
      "lblUpload": "Передати",
      "lblLink": "Посилання",
      "disabled": "Цей об'єкт було деактивовано вашим адміністратором",
      "userLookup": "Завантажити альбоми",
      "notImplemented": "Ще не реалізовано.",
      "noData": "Публічний альбом не знайдено",
      "thirdPartyTerms": "Використовуючи сервіс третіх сторін, ви погоджуєтесь з наступними умовами надання сервісу: "
    },
    "imageSelector": {
      "lblStep1": "Вибрати сервіс",
      "lblStep2": "Виберіть ваш мультимедійний зміст",
      "lblStep3": "Налаштувати"
    },
    "imageSelectorHome": {
      "explain": "Завантажте зображення з соціальної мережі <br /> або напряму з URL"
    },
    "imageSelectorUpload": {
      "lblUploadButton": "переглянути зображення",
      "lblDrop": "Відпустіть зображення тут або",
      "infoUpload": "Зображення будуть зберігатися у вашому обліковому запису ArcGIS та доступні тільки у вашій історії.",
      "warningFileTypes": "Зображення може бути у форматі .jpg, .png, .gif або .bmp",
      "warningOneFile": "Можна передавати тільки одне зображення за раз.",
      "warningFileSize": "Розмір зображення не повинен перевищувати 10 МБ.",
      "tooltipRemove": "Видалити це невикористане зображення з вашого облікового запису ArcGIS. <br> (Його потрібно буде передати знову, якщо ви вирішите використати його пізніше)."
    },
    "imageSelectorFlickr": {
      "userInputLbl": "Ім'я користувача",
      "signInMsg2": "Користувача не знайдено",
      "loadingFailed": "Завантаження не вдалося"
    },
    "imageSelectorPicasa": {
      "userInputLbl": "Адреса електронної пошти або ідентифікатор Google",
      "signInMsg2": "Обліковий запис не знайдено",
      "howToFind": "Як знайти ідентифікатор Picasa",
      "howToFind2": "Скопіюйте цифри між першою та другою '/’ будь-якої сторінки Picasa"
    },
    "videoSelectorCommon": {
      "check": "Перевірка",
      "notFound": "Відео не знайдено",
      "found": "Відео знайдено",
      "select": "Вибрати це відео"
    },
    "videoSelectorHome": {
      "other": "Інше"
    },
    "videoSelectorYoutube": {
      "url": "Посилання на відео Youtube",
      "pageInputLbl": "Ім'я користувача",
      "lookupMsgError": "Користувача не знайдено",
      "howToFind": "Як знайти ім'я користувача YouTube",
      "howToFind2": "Ім'я користувача відображається під відео",
      "found": "Знайдено",
      "noData": "Публічні відео не знайдено",
      "videoNotChecked": "Відео не було перевірено на YouTube, проте його адреса виглядає правильною.",
      "checkFailedAPI": "Перевірка YouTube не вдалася, перевірте API-ключ YouTube."
    },
    "videoSelectorVimeo": {
      "url": "Посилання на відео Vimeo"
    },
    "videoSelectorOther": {
      "explain1": "Ця карта-історія не може відтворювати необроблені відеофайли (наприклад, avi, mpeg), проте може відтворювати розміщені на хоті відео за допомогою вбудованих програвачів (наприклад YouTube або Vimeo).",
      "explain2": "Більшість сервісів відео-хостингу пропонують цю функцію. Знайдіть опцію для вбудовування відео, скопіюйте наданий код та додайте його у свою історію за допомогою опції змісту %WEBPAGE%.",
      "explain3": "Як варіант, ви можете самі розмістити відео на хості разом з HTML-сторінкою, яка використовує відеоплеєр, наприклад %EXAMPLE%. Після цього необхідно додати URL цієї HTML-сторінки до вашої історії як %WEBPAGE%.",
      "webpage": "Веб-сторінка"
    },
    "webpageSelectorHome": {
      "lblUrl": "Посилання на веб-сторінку",
      "lblEmbed": "Код для вбудовування",
      "lblMustUseHTTPS": "Посилання на веб-зміст повинні починатися з HTTPS",
      "lblOR": "АБО",
      "lblError1": "Помилка, очистіть одне або два поля введення.",
      "lblError2": "Код для вбудовування може містити тільки один %IFRAMETAG%",
      "configure": "Налаштувати"
    },
    "mediaConfigure": {
      "lblURL": "Посилання на зображення",
      "lblURLPH": "Посилання повинне закінчуватися на .jpg, .png, .gif або .bmp",
      "lblURLPHHTTPS": "https://www.example.com/image.jpg",
      "lblURLError": "Схоже, що зображення недійсне. Вкажіть пряме посилання на файл зображення (ваш URL зазвичай закінчується на .jpg або .png). Посилання на веб-сторінку, яка містить зображення, не працюють.",
      "lblURLErrorHTTPS": "Це посилання на зображення недійсне. URL повинен починатися з HTTPS та закінчуватися підтримуваним розширенням файлу зображення (.jpg, .png, .gif, .bmp).",
      "lblURLCheck": "Виконується перевірка зображення...",
      "lblLabel": "Підпис зображення",
      "lblLabel1": "Підпис",
      "lblLabel2": "Навести курсор на текст",
      "lblLabel3": "Немає",
      "lblLabelPH": "Ввести текст...",
      "lblMaximize": "Включити кнопку розгортання у куток зображення",
      "lblMaximizeHelp": "Рекомендується тільки для високоякісних фотографій",
      "lblPosition": "Положення",
      "lblPosition1": "По центру",
      "lblPosition2": "Заливка",
      "lblPosition3": "Підігнати",
      "lblPosition4": "Розтягнути",
      "lblPosition5": "Задається користувачем",
      "lblURLHelp": "Посилання на зображення повинне починатися з HTTPS.<br><br>Для найкращих результатів розмір зображень не повинен перевищувати 400 КБ. Використовуйте стиснуті зображення у форматі JPG при 80 % якості та наступній рекомендованій ширині зображення: 2000 пікселів для основної сцени або розповідної панелі з кнопкою розгортання, 1000 пікселів для розповідної панелі без кнопки розгортання.<br><br>Якщо пов’язане зображення повільно відмальовується, передайте його у вашу історію для отримання кращих результатів.",
      "tooltipDimension": "Значення може бути задане у «пікселях» або «%»",
      "tooltipDimension2": "Значення повинне бути задане у «пікселях»",
      "lblPosition2Explain": "(може обрізатись)",
      "lblPosition3Explain": "(не обрізується)",
      "lblPosition3Explain2": "(ширина завжди підганяється до панелі)",
      "lblPosition4Explain": "(може спотворюватися)",
      "unloadLbl": "Передати, коли читач виходить",
      "unloadHelp": "Якщо веб-сторінка має аудіо чи відеодані, залиште цю опцію відміченою, що зміст не відтворювався, коли читач виходить. Зніміть відмітку з нього, наприклад, щоб продовжити відтворення звукової доріжки при переміщенні по історії.<br />Якщо веб-сторінка є додатком, зніміть відмітку з цієї опції, щоб історія не перезавантажувалась, якщо читач повертається до неї.",
      "embedProtocolLabel": "Завантажити сторінку по захищеному підключенню (HTTPS)",
      "embedProtocolWarning1": "Якщо ця сторінка не завантажується у вашу історію, її неможливо вбудувати з причин веб-безпеки. В якості альтернативи додайте посилання у вашу розповідь, щоб відкрити сторінку у новій вкладці браузера.",
      "embedProtocolWarning2": "Якщо ця сторінка не завантажується у вашу історію, зніміть відмітку з цієї опції та спробуйте знову. Якщо сторінка все рівно не завантажується, її неможливо вбудувати з причин веб-безпеки. В якості альтернативи додайте посилання у вашу розповідь, щоб відкрити сторінку у новій вкладці браузера.",
      "learn": "Докладніше",
      "lblAltText": "Альтернативний текст",
      "placeholderAltText": "Введіть опис цього мультимедійного змісту для читачів з поганим зором...",
      "tooltipAltText": "Надайте опис цього мультимедійного змісту, який буде використовуватись спеціальними можливостями, наприклад, програмним забезпеченням для озвучення написаного на екрані тексту. Опис є необов'язковим, проте рекомендується правилами веб-доступності, наприклад, WCAG та Розділом 508."
    },
    "editorActionGeocode": {
      "lblTitle": "Визначити місце розташування адреси або місця",
      "mapMarkerExplain": "Користувач бачитиме маркер карти при натисканні посилання"
    },
    "editorActions": {
      "navigate": "Перейти до іншого розділу",
      "remove": "Вилучити дію",
      "preview": "Виконати попередній перегляд дії"
    },
    "editorActionMedia": {
      "lblTitle": "Змінити зміст Головної сцени"
    },
    "editorInlineMedia": {
      "lblTitle": "Вставити зображення, відео або веб-сторінку"
    }
  }
});