define({
  "commonCore": {
    "common": {
      "add": "Добавяне",
      "edit": "Редактиране",
      "save": "Запазване",
      "next": "Напред",
      "cancel": "Отказ",
      "back": "Назад",
      "apply": "Прилагане",
      "close": "Затваряне",
      "open": "Отваряне",
      "start": "Начало",
      "loading": "Зареждане",
      "disabledAdmin": "Този обект е бил деактивиран от администратора.",
      "width": "Ширина",
      "height": "Височина",
      "create": "Създаване",
      "yes": "Да",
      "no": "Не",
      "mystories": "Моите истории"
    },
    "inlineFieldEdit": {
      "editMe": "Редактирай ме!"
    },
    "builderPanel": {
      "panelHeader": "%TPL_NAME% Конструктор",
      "buttonSaving": "Записва се",
      "buttonSaved": "Записано",
      "buttonShare": "Споделяне",
      "buttonSettings": "Настройки",
      "buttonHelp": "Помощ",
      "buttonPreview": "Преглед на история",
      "tooltipFirstSave": "Това не е достъпно, докато не запишете историята.",
      "tooltipNotShared": "Това не е достъпно, докато не споделите историята.",
      "tooltipNotShared2": "История Ви не се споделя, само Вие имате достъп до нея.",
      "noPendingChange": "Няма предстояща промяна",
      "unSavedChangePlural": "Предстоящи промени",
      "closeWithPendingChange": "Наистина ли искате да потвърдите това действие? Промените Ви ще бъдат загубени.",
      "saveError": "Запазването е неуспешно, моля, опитайте отново.",
      "status1": "Историята е споделена, но има проблеми",
      "status2": "Историята не е споделена, но има проблеми",
      "status3": "Историята е публична",
      "status4": "Историята се споделя в рамките на Вашата организация",
      "status5": "Историята е лична",
      "status6": "Историята все още не е запазена",
      "checking": "Проверка",
      "fix": "Поправяне"
    },
    "saveError": {
      "title": "Грешка при запазване на историята",
      "err1Div1": "Историята не може да бъде запазена, защото вече имате друг елемент със същото име.",
      "err1Div2": "Моля, променете заглавието на Вашата история и след това я запазете.",
      "btnOk": "Редактиране на заглавието на историята"
    },
    "saveErrorSocial": {
      "title": "Актуализация на споделянето в социалните мрежи",
      "panel1": "Изгледът на историята Ви в социалните мрежи е подобрен, но заглавието на елемента от уеб приложението ArcGIS не е същото като заглавието на историята Ви.",
      "panel1tooltip": "Като дефинирате заглавие, обобщение и миниатюрно изображение, Вашата история ще изглежда така:",
      "panel2": "Кое заглавие бихте искали да използвате в социалните медии:",
      "panel2q1": "Заглавие на историята (препоръчително)",
      "panel2q1tooltip": "Като изберете тази опция, заглавието на Вашия елемент ще бъде променено така, че да съответства на заглавието на Вашата история, а по-нататъшните промени в конструктора ще бъдат синхронизирани.",
      "panel2q2": "заглавие на елемент",
      "panel3": "За да подобрите допълнително начина, по който вашата история изглежда в социалните медии, използвайте ${MYSTORIES}, за да добавите обобщение и миниатюрно изображение.",
      "panel4": "Не ме предупреждавайте отново за тази история"
    },
    "share": {
      "shareTitle": "Споделете историята си",
      "preview": "Предварителен преглед",
      "viewlive": "Преглед на история",
      "btnPrivate": "Лични",
      "btnPrivateTooltip": "Само Вие можете да видите историята",
      "btnOrg": "Организация",
      "btnOrgTooltip": "Само членовете на Вашата организация могат да видят историята",
      "btnPublic": "Публични",
      "btnPublicTooltip": "Всеки може да види историята",
      "loadingMessage": "Проверка на историята Ви за проблеми",
      "viewToggle1": "Показване на съдържанието на историята",
      "viewToggle2": "Затваряне на съдържанието на историята",
      "socialize": "Социализиране",
      "statusPrivate": "Историята Ви е лична и само Вие можете да я видите.",
      "statusError": "В съдържанието на историята Ви има проблеми, които ще бъдат забелязани от читателите. Можете да идентифицирате и отстраните тези проблеми по-долу.",
      "statusNoErrPrivate": "Споделете историята си, когато сте готови!",
      "mystoriesinvite": "Управление на всички Ваши истории",
      "notavailable1": "Съжаляваме, но споделянето на историята Ви от Конструктор не се поддържа, тъй като това приложение не се хоства в %PRODUCT%.",
      "notavailable2": "Съжаляваме, но споделянето на историята Ви от Конструктор не се поддържа в тази версия на Portal for ArcGIS (изисква версия 10.4 или по-нова).",
      "notavailable3": "Можете да споделите тази история от %LINK%.",
      "notavailable4": "Моите истории",
      "notavailable5": "Страница с елементи",
      "notavailable6": "Съжаляваме, но тази функция не се поддържа напълно в режим на разработка. В зависимост от сценария на внедряване тази функция може да се поддържа при внедряване.",
      "notavailable7": "Не забравяйте да посетите %MYCONTENT% за да потвърдите, че картите и слоевете, използвани във Вашата история, също са споделени.",
      "notavailable8": "Моето съдържание",
      "mystoriesinvite2": "За да подобрите начина, по който историята Ви изглежда в социалните мрежи, използвайте ${MYSTORIES}, за да добавите резюме и миниатюрно изображение."
    },
    "settings": {
      "header": "Настройки",
      "tabError": "Моля, проверете всички раздели за грешки."
    },
    "settingsLayout": {
      "title": "Оформление",
      "explain": "Кое оформление искате да използвате?",
      "explainInit": "Можете да промените оформлението по всяко време от диалоговия прозорец за настройки.",
      "viewExample": "Преглед на пример на живо"
    },
    "settingsTheme": {
      "title": "Тема"
    },
    "settingsHeader": {
      "title": "Заглавка",
      "logoEsriRadio": "Лого на Esri",
      "logoNoneRadio": "Без лого",
      "logoOrgRadio": "Логото на организацията",
      "logoCustomRadio": "Моето лого",
      "logoCustomLabel": "Изображение:",
      "logoCustomUploadHelp": "Връзката към изображението на логото трябва да започва с HTTPS. Логата изглеждат най-добре, ако съотношението между широчината и височината им е между 1:1 и 5:1. Ако свързаното лого се изтегля бавно, запазете копие и го качете тук.",
      "logoCustomUploadTooltip": "Използване на качено лого",
      "logoCustomUploadButton": "Качване на лого",
      "logoUploadSizeError": "Твърде големи размери на GIF.(графичен формат за обмен) Моля, променете размера до ${PIXEL-WIDTH} широчина на пикселите..",
      "logoCustomLinkHTTPSError": "Връзката трябва да започва с HTTPS",
      "logoCustomLinkTooltip": "Връзка към лого",
      "logoCustomLinkPlaceholder": "URL адрес на изображение",
      "logoCustomLinkPlaceholderHTTPS": "https://example.com/logo.jpg",
      "logoUploadGenericError": "Логото може да бъде във формат .bmp, .gif, .jpg, .jpeg или .png. Широчината на Gif файловете трябва да е по-малка от 250px, а размерът им - 10Mb.",
      "logoCustomTargetPlaceholder": "Уеб страница, която се отваря при натискане върху логото",
      "logoSocialText": "Слоган:",
      "logoLink": "Връзка:",
      "lblSmallHeader": "Използване на компактно заглавие (без подзаглавие)"
    },
    "header": {
      "title": "Редактирайте заглавието на Вашия %TPL_NAME%",
      "subtitle": "Редактирайте подзаглавието на Вашия %TPL_NAME%"
    },
    "sectionNavigation": {
      "select": "Изберете раздел...",
      "section": "Раздел",
      "thisSection": "Този раздел",
      "homeSection": "Начална страница на раздел",
      "hiddenSection": "Скрит раздел"
    },
    "bannerNotification": {
      "learnMore": "Научете повече",
      "close": "Затваряне",
      "dontShowAgain": "Не показвай това съобщение отново"
    },
    "httpsTransitionMessage": {
      "bannerMsg": "Важно съобщение за уеб сигурността и картите-истории",
      "s1h1": "Esri подобрява сигурността на картите-истории",
      "s1p1": "Вашите карти-истории на живо в мрежата и уеб общността винаги работи за установяване и имплементиране на по-добра сигурност. Защитният протокол за прехвърляне на метаданни (HTTPS), който осигурява сигурна връзка за съдържанието, предавано по интернет, се очертава като очакван начин за достъп до уеб съдържание. Повечето съвременни браузъри вече показват предупредителни съобщения, когато се използва HTTP вместо HTTPS. Поради този нововъзникващ стандарт силно препоръчваме да използвате HTTPS връзки за създаване и споделяне на карти-истории и да използвате само HTTPS URL адреси, когато вграждате уеб съдържание или свързвате към изображения в карти-истории.",
      "s1p2": "На практика това означава, че картите-истории и цялото им съдържание (включително изображения, слоеве, вградени приложения и уебсайтове) трябва да бъдат достъпни чрез връзки, които започват с HTTPS, а не с HTTP. Това гарантира най-доброто изживяване за вашите читатели, защото повечето уеб браузъри ще показват, че Вашите истории са защитени.",
      "s2h1": "Какво трябва да направя?",
      "s2p1": "Esri полага усилия, за да направи това лесен преход за авторите и читателите на картите-истории. Вече са налични инструменти в конструкторите на картите-истории и Моите истории, които ви помагат да намерите незащитено съдържание (HTTP) във Вашите истории и дават препоръки как да се справите с него. Моля, проверете историите си за незащитено съдържание и актуализирайте до HTTPS възможно най-скоро.",
      "action1": "Затваряне",
      "action2": "Проверка на моите истории сега",
      "action3": "Научете повече"
    },
    "extendedSupportMessage": {
      "bannerMsg": "Класическите Esri Story Maps са в разширена поддръжка.",
      "s1h1": "Важно съобщение за Класическите Esri Story Maps",
      "s1p1": "Класическите Esri Story Maps са в разширена поддръжка. Всички клиенти се насърчават да използват ArcGIS StoryMaps, инструмента за разказване на истории на Esri от настоящото поколение.",
      "s1p2": "Класическите шаблони вече не се развиват активно и не се препоръчват за нови проекти. Не се планират допълнителни актуализации на техните възможности. Историите, които сте създали с помощта на класическите шаблони, ще продължат да бъдат достъпни.",
      "s1p3": "През декември 2021 г., класическите шаблони ще бъдат премахнати от галерията с конфигурируеми приложения по подразбиране. Един или повече класически шаблони могат да бъдат добавени към персонализираната група Конфигурируеми приложения на Вашата организация, ако е необходимо за поддържане на текущите работни потоци по време на прехода Ви към използване на ArcGIS StoryMaps.",
      "s1p4": "За повече информация, натиснете върху връзката „научете повече“ по-долу.",
      "action1": "Затваряне",
      "action2": "Научете повече",
      "action3": "Опитайте ArcGIS StoryMaps"
    },
    "matureSupportMessage": {
      "bannerMsg": "Класическите Esri Story Maps са в платена поддръжка.",
      "s1h1": "Важно съобщение за Класическите Esri Story Maps",
      "s1p1": "Шаблоните за Класически Esri Story Maps са в платена поддръжка. Всички клиенти се насърчават да използват ArcGIS StoryMaps, инструмента за разказване на истории на Esri от настоящото поколение.",
      "s1p2": "Класическите шаблони вече не се развиват активно и не се препоръчват за нови проекти. Не се планират допълнителни актуализации на техните възможности. Историите, които сте създали с помощта на класическите шаблони, ще продължат да бъдат достъпни.",
      "s1p3": "За повече информация, натиснете върху връзката „научете повече“ по-долу.",
      "action1": "Затваряне",
      "action2": "Научете повече",
      "action3": "Пробвайте ArcGIS StoryMaps"
    },
    "embedBar": {
      "share": "Споделяне",
      "fullScreen": "Цял екран",
      "exitFullScreen": "Изход от цял екран",
      "enlarge": "Уголемяване",
      "newTab": "Отваряне в нов раздел",
      "tagline": "Карта-история"
    },
    "licenseChange2018": {
      "noAccess": "Вашия акаунт (%USER_NAME%) няма лиценз за отваряне на Story Map, която не е публична. Помолете администратора на Вашата организация да Ви направи тип потребител, който включва Карти-история или допълнителен лиценз за Основни приложения."
    },
    "storyTellerUserType": {
      "notCreatorError": "Вашият акаунт %USER_NAME% няма лиценз за използване на класически конструктори на карти-истории. Помолете администратора на Вашата организация да Ви направи тип потребител Автор."
    }
  }
});