define({
  "commonMedia": {
    "mediaSelector": {
      "lblSelect1": "Медия",
      "lblSelect2": "Съдържание",
      "lblMap": "Карта",
      "lblImage": "Изображение",
      "lblVideo": "Видео",
      "lblExternal": "Уеб страница",
      "lblUpload": "Качване",
      "lblLink": "Връзка",
      "disabled": "Този обект е бил деактивиран от администратора.",
      "userLookup": "Зареждане на албуми",
      "notImplemented": "Все още не е въведено.",
      "noData": "Не е намерен публичен албум",
      "thirdPartyTerms": "Използвайки услуга на трета страна, вие се съгласявате с общите условия: "
    },
    "imageSelector": {
      "lblStep1": "Избиране на услуга",
      "lblStep2": "Избиране на своя медия",
      "lblStep3": "Конфигуриране"
    },
    "imageSelectorHome": {
      "explain": "Зареждане на изображения от социална медиа, <br /> или директно от URL адрес"
    },
    "imageSelectorUpload": {
      "lblUploadButton": "Преглед на изображение",
      "lblDrop": "Пуснете изображение тук или",
      "infoUpload": "Изображенията се съхраняват в акаунта Ви в ArcGIS и са достъпни само във Вашата история.",
      "warningFileTypes": "Изображението може да бъде .jpg, .png, .gif или .bmp",
      "warningOneFile": "Само едно изображение може да се качва в даден момент.",
      "warningFileSize": "Изображението трябва да е по-малко от 10 MB.",
      "tooltipRemove": "Изтрийте това неизползвано изображение от вашия ArcGIS акаунт. <br> (Ако решите да го използвате по-късно, ще трябва да го качите отново.)"
    },
    "imageSelectorFlickr": {
      "userInputLbl": "Потребителско име",
      "signInMsg2": "Потребителят не е намерен.",
      "loadingFailed": "Зареждането е неуспешно"
    },
    "imageSelectorPicasa": {
      "userInputLbl": "Имейл или идентификатор в Google",
      "signInMsg2": "Акаунтът не е намерен.",
      "howToFind": "Как да намерите идентификатор на Picasa",
      "howToFind2": "Копиране на цифри между първия и втория '/' на всяка страница на Picasa"
    },
    "videoSelectorCommon": {
      "check": "Проверка",
      "notFound": "Видеоклипът не е намерен",
      "found": "Видеоклипът е намерен",
      "select": "Избиране на видеоклип"
    },
    "videoSelectorHome": {
      "other": "Друго"
    },
    "videoSelectorYoutube": {
      "url": "Връзка към видеоклип в YouTube",
      "pageInputLbl": "Потребителско име",
      "lookupMsgError": "Потребителят не е намерен.",
      "howToFind": "Как да се намери потребителско име в YouTube",
      "howToFind2": "Потребителското име се показва под видеоклиповете.",
      "found": "Открито",
      "noData": "Не са намерени публични видеоклипове.",
      "videoNotChecked": "Видеоклипът не е проверен в YouTube, но адресът му изглежда правилен.",
      "checkFailedAPI": "Проверката в YouTube е неуспешна, моля, проверете API ключа на YouTube."
    },
    "videoSelectorVimeo": {
      "url": "Връзка към видеоклип във Vimeo"
    },
    "videoSelectorOther": {
      "explain1": "Тази карта-история не може да възпроизвежда необработени видеофайлове (например avi, mpeg), но може да възпроизвежда хоствани видеоклипове с вградени плейъри (например YouTube или Vimeo).",
      "explain2": "Повечето услуги за хостинг на видеоклипове предлагат тази функция. Намерете опцията за вграждане на видеоклипа, копирайте предоставения код и го добавете към историята си, като използвате опцията за съдържание %WEBPAGE%.",
      "explain3": "Като алтернатива, можете сами да хоствате видеоклипа заедно с HTML страница, която използва видеоплейър като %EXAMPLE%. След това ще добавите URL адреса на тази HTML страница към историята си като %WEBPAGE%.",
      "webpage": "Уеб страница"
    },
    "webpageSelectorHome": {
      "lblUrl": "Връзка към уеб страница",
      "lblEmbed": "Вграден код",
      "lblMustUseHTTPS": "Връзките към уеб съдържание трябва да започват с HTTPS",
      "lblOR": "ИЛИ",
      "lblError1": "Грешка, изчистете едно от двете полета за въвеждане.",
      "lblError2": "Кодът за вграждане може да съдържа само един %IFRAMETAG%",
      "configure": "Конфигуриране"
    },
    "mediaConfigure": {
      "lblURL": "Връзка към изображението",
      "lblURLPH": "Връзката трябва да завършва с .jpg, .png, .gif или .bmp",
      "lblURLPHHTTPS": "https://www.example.com/image.jpg",
      "lblURLError": "Това изображение изглежда не е валидно. Моля, посочете директна връзка към файл с изображение (URL адресът обикновено завършва на .jpg) Връзките към уеб страница, която съдържа изображение, няма да работят.",
      "lblURLErrorHTTPS": "Тази връзка към изображението не е валидна. URL адресът трябва да започва с HTTPS и да завършва с поддържано разширение на файл с изображение (.jpg, .png, .gif, .bmp)",
      "lblURLCheck": "Проверка на изображението...",
      "lblLabel": "Текст за команда на изображението",
      "lblLabel1": "Текст за команда",
      "lblLabel2": "Изскачащ текст",
      "lblLabel3": "Няма",
      "lblLabelPH": "Въведете някакъв текст...",
      "lblMaximize": "Включете бутон за увеличаване на размера в ъгъла на изображението",
      "lblMaximizeHelp": "Препоръчва се само за снимки с високо качество",
      "lblPosition": "Позиция",
      "lblPosition1": "Центриран",
      "lblPosition2": "Запълване",
      "lblPosition3": "Подходящо",
      "lblPosition4": "Разтягане",
      "lblPosition5": "Персонализиран",
      "lblURLHelp": "Връзката към изображенията трябва да започва с HTTPS.<br><br>За най-добри резултати изображенията трябва да са по-малки от 400 KB. Използвайте компресирани JPG изображения с качество 80 % и тези препоръчителни ширини на изображението: 2000 пиксела за основна сцена или описателен панел с бутон за максимизиране, 1000 пиксела за описателен панел без бутон за максимизиране.<br><br>Ако свързаното изображение се изтегля бавно, качете го в историята си за по-добри резултати.",
      "tooltipDimension": "Стойността може да бъде зададена в „px“ или %'",
      "tooltipDimension2": "Стойността трябва да се посочи в „px“",
      "lblPosition2Explain": "(може да се изреже)",
      "lblPosition3Explain": "(не може да се изреже)",
      "lblPosition3Explain2": "(ширината винаги отговаря на панела)",
      "lblPosition4Explain": "(може да се изкриви)",
      "unloadLbl": "Не се зарежда, когато читателят навигира надалече",
      "unloadHelp": "Ако уеб страницата съдържа аудио- или видеоматериали, маркирайте тази опция, за да спрете възпроизвеждането на това съдържание, когато читателят се отдалечи. Махнете отметката например, за да продължите да възпроизвеждате саундтрак, докато читателят напредва в историята.<br />Ако уеб страницата е приложение, махнете отметката от тази опция, за да не се презарежда историята, ако читателят се върне към нея.",
      "embedProtocolLabel": "Зареждане на страницата чрез защитена връзка (HTTPS)",
      "embedProtocolWarning1": "Ако тази страница не се зареди във Вашата история, тя не може да бъде вградена от съображения за уеб сигурност. Като алтернатива, добавете връзка в описанието си, за да отворите страницата в нов раздел на браузъра.",
      "embedProtocolWarning2": "Ако тази страница не се зареди във вашата история, премахнете отметката от тази опция и опитайте отново. Ако страницата все още не се зарежда, тя не може да бъде вградена от съображения за уеб сигурност. Като алтернатива, добавете връзка в описанието си, за да отворите страницата в нов раздел на браузъра.",
      "useParentOriginLabel": "Позволете на членове на други организации да имат достъп до това съдържание.",
      "useParentOriginTooltip": "Разрешете тази опция само ако уеб страницата е уеб приложение на ArcGIS, споделено за членове на други организации. Вашата организация трябва да е активирала опцията за присъединяване към други организации.",
      "learn": "Научете повече",
      "lblAltText": "Алтернативен текст",
      "placeholderAltText": "Въведете описание на тази медия за читатели с увредено зрение...",
      "tooltipAltText": "Представете описание на това медийно съдържание, което ще се използва от помощни технологии, като например софтуер за четене на екран. Описанието не е задължително, но е препоръчително, за да се спазят насоките за уеб достъпност, като WCAG и раздел 508."
    },
    "editorActionGeocode": {
      "lblTitle": "Намиране на адрес или място",
      "mapMarkerExplain": "Потребителят ще види маркер на картата, когато натиснете върху връзката"
    },
    "editorActions": {
      "navigate": "Преминаване към друг раздел",
      "remove": "Премахване на действието",
      "preview": "Предварителен преглед на дейността"
    },
    "editorActionMedia": {
      "lblTitle": "Промяна на съдържанието на главната част от маршрута"
    },
    "editorInlineMedia": {
      "lblTitle": "Вмъкване на изображение, видеоклип или уеб страница"
    }
  }
});