define({
  "builder": {
    "layouts": {
      "mainStage": "मुख्य स्टेज",
      "sideTitle": "साइड पैनल",
      "sideDescr": "एक टेक्स्ट प्रखर कहानी के लिए रूपरेखा जो एक स्पष्ट केंद्रित संदेश को आपकी तस्वीरों, वीडियो, और मानचित्र के संयोजन में विशिष्ट बनाता है।",
      "floatTitle": "फ्लोटिंग पैनल",
      "floatDescr": "रूपरेखा जो कहानी सुनाने में मदद के लिए एक पारदर्शी छोटे रूप में टेक्स्ट पैनल की अनुमति देते हुए आपकी मानचित्रकारी को केंद्रित करता है।"
    },
    "common": {
      "lblStatus1": "प्रकाशित",
      "lblStatus2": "प्रारूप",
      "lblStatus3": "छिपा हुआ"
    },
    "settingsLayoutOptions": {
      "title": "रूपरेखा विकल्प",
      "cfgLeft": "बाएं",
      "cfgRight": "दाएं",
      "cfgSmall": "छोटा",
      "cfgMedium": "मध्यम",
      "cfgLarge": "बड़ा",
      "socialLinksLabel": "प्रत्येक अनुभाग के तल पर साझा करने का लिंक प्रदर्शित करें",
      "socialLinksDescr": "यह पाठकों का आपके %TPL_NAME% के विशिष्ट अनुभागों को संदर्भित करने और बढ़ावा देने के लिए सक्षम बनाता है। उदाहरण के लिए, यदि आप एक अनुभाग साझा आइकॉन का उपयोग करते हैं, तो पाठक बजाए आपकी कहानी की शुरुआत पर जाने के उस विशिष्ट %TPL_NAME% अनुभाग पर ही जाएंगे। आपके पाठक आपके पूरे %TPL_NAME% (हेडर टैब) को बढ़ावा देने और उन्हें %TPL_NAME% की शुरुआत में आने के लिए शीर्षक अनुभाग में सोशल मीडिया लिंक का उपयोग कर सकते हैं।",
      "socialDisabled": "यह सुविधा केवल फ्लोटिंग पैनल लेआउट के साथ ही उपलब्ध है",
      "socialWarning": "आपकी कहानी साइड पैनल लेआउट का उपयोग कर रही है, लेकिन अब हम इस विकल्प का उपयोग ऐसी समस्याओं से बचने के लिए फ्लोटिंग पैनल लेआउट के साथ ही करने की अनुशंसा करते हैं जहाँ पैनल अपने आप तस्वीरों वाली कहानी के लिए वांछित अनुभाग पर स्थित नहीं हो सकता है। आप इस विकल्प का उपयोग करना जारी रख सकते हैं, लेकिन अगर आप इसे अक्षम करते हैं, उसके बाद यह केवल फ्लोटिंग पैनल रूपरेखा के उपयोग के दौरान उपलब्ध होगी।"
    },
    "settingsLayoutFonts": {
      "title": "फोंट्स",
      "defaultLbl": "डिफॉल्ट",
      "sectionTitleLbl": "अनुभाग का शीर्षक",
      "sectionContentLbl": "अनुभाग की सामग्री"
    },
    "settingsThemeOptions": {
      "lblOrgTheme": "संगठन थीम",
      "lblModTheme": "वर्तमान थीम"
    },
    "initPopup": {
      "title": "आपका स्वागत है"
    },
    "addEditPopup": {
      "disabled": "अनुभाग जोड़ें अक्षम है क्योंकि अनुमत अनुभागों की अधिकतम संख्या पूरी हो गई है।",
      "titleAdd": "अनुभाग जोड़ें",
      "titleAddHome": "होम अनुभाग जोड़े",
      "titleEdit": "अनुभाग संपादित करें",
      "step": "कदम",
      "stepMainStageExplain": "मुख्य स्टेज सामग्री",
      "stepPanelExplain": "सामग्री",
      "stepMainStageNextTooltip": "अनुभाग शीर्षक दर्ज करें और मुख्य स्टेज सामग्री चुनें",
      "stepMainStageNextTooltip2": "मुख्य स्टेज सामग्री चुनें",
      "step2NextTooltip": "अनुभाग शीर्षक और %LAYOUT-TYPE% सामग्री दर्ज करें",
      "stepNextTooltipNext": "अगले कदम पर जाने के लिए",
      "stepNextTooltipAdd": "अनुभाग जोड़ने के लिए",
      "firstAddExplain": "यह पहला अनुभाग आपका होम अनुभाग है, इसे अपनी कहानी का 'मुख्य पृष्ठ' समझें। आपने जो शीर्षक अभी परिभाषित किया है, उसे बड़े फोंट के साथ प्रदर्शित किया जाएगा।",
      "firstAddLeanMore": "और अधिक जानें",
      "titlePlaceholder": "अनुभाग का शीर्षक..."
    },
    "addEditViewText": {
      "editorPlaceholder": "पाठ, लिंक, और छोटे ग्राफिक्स को यहाँ जोड़ें।",
      "editorActionsTitle": "कहानी की क्रियाएं",
      "editorActionsHelpDescr": "अपनी लंबी कहानी में लिंक बनाएँ जो आपकी कहानी बताने में मदद करते हैं। कहानी की क्रियाएं दूसरे अनुभाग से लिंक या मुख्य चरण को बदल सकती हैं। उदाहरण के लिए, आप एक मानचित्र को दूसरे स्थान पर ले जाने, मानचित्र लेयर को चालू/बंद करने, या मुख्य चरण को एक अलग छवि, वीडियो, मानचित्र, या वेब पेज में बदलने के लिए एक क्रिया को कॉन्फ़िगर कर सकते हैं।",
      "mainStageDisabled": "जब एडिटर पूर्ण स्क्रीन मोड में होता है तब कहानी की क्रियाएं अक्षम होती हैं"
    },
    "organizePopup": {
      "title": "व्यवस्थित करें",
      "lblHeader": "अपनी कहानी को व्यवस्थित करने के लिए अनुभागों को ड्रैग और ड्राप करें।",
      "lblColTitle": "शीर्षक",
      "lblColPubDate": "प्रकाशन तिथि",
      "lblColStatus": "स्थिति",
      "checkDisplayReverse": "रिवर्स क्रम में डिस्प्ले अनुभाग",
      "btnApplyWarning": "%NB% अनुभाग को मिटाए जाने की पुष्टि करें",
      "deleteTooltip": "हटाएँ",
      "firstSectionExplain": "(होम अनुभाग स्थानांतरित नहीं किया जा सकता है)",
      "exportMainStage": "मुख्य स्टेज सामग्री",
      "exportPanel": "पैनल सामग्री",
      "exportActions": "कहानी की क्रियाएं"
    },
    "exportData": {
      "btn": "निर्यात सामग्री",
      "tooltip": "अपनी सामग्री को निर्यात करना आपको अपनी सामग्री को देखने और उसका बैकअप बनाने की अनुमति देता है जिसे आप गलती से मिटा देते हैं। केवल पृष्ठ से सामग्री से कॉपी करें और किसी भी वर्ड प्रोसेसर में पेस्ट कर दें।"
    },
    "help": {
      "lblHelp": "सहायता",
      "lblAdd": "अनुभाग जोड़ें",
      "lblSettings": "सेटिंग्स",
      "lblOrga": "सामग्री व्यवस्थित करें",
      "lblEdit": "संपादन",
      "lblPublish": "साझा करें",
      "lblTips": "सुझाव",
      "lblMore": "और चाहिए?",
      "lblLink": "Esri कहानी मानचित्र वेबसाइट पर जाएँ।",
      "content1Div1": "आप अपनी कहानी बनाते समय विभिन्न प्रकार की शैलियों को शामिल कर सकते हैं। <strong>%LAYOUT_TITLE%</strong> आम तौर पर आपके पाठ, चित्र, और वीडियो रखता है, जबकि आपका मानचित्र <strong>मुख्य स्टेज</strong> पर जाता है। हालांकि, %TPL_NAME% आप को मुख्य स्टेज के भीतर ही तस्वीरें, चार्ट, और वीडियो डालने की अनुमति देता है।",
      "content1Div2": "अनुभागों को जोड़ना आप को सही मायने में अपनी कहानी कहने के अनुभव को अनुकूलित करने की अनुमति देता है। जैसे जैसे पाठक आपके %LAYOUT_TITLE% पाठ के माध्यम से स्क्रोल करते हैं, मुख्य स्टेज पर एक मानचित्र मुख्य के लिए बिंदु पैन या ज़ूम कर सकता है या नए मानचित्र और तस्वीरें स्वचालित रूप से आपके संदेश का समर्थन करने के लिए टॉगल हो सकते हैं।",
      "content2Div1": "सेटिंग्स डायलॉग जहाँ आप अपने %TPL_NAME% के स्वरूप को बदल सकते हैं। आप लेआउट बदलते हैं, एक अलग रंग योजना चुनते हैं, पाठ का फ़ॉन्ट बदलते हैं, आदि।",
      "content2Div2": "आप अपना ब्रांड प्रदर्शित करने के लिए अपने खुद के लोगो को Esri लोगो के साथ बदल सकते हैं। आप यह भी निर्दिष्ट कर सकते हैं कि जब पाठक आपके लोगो पर क्लिक करें तो कौन सी वेबसाइट खुले, ताकि उन्हें और अधिक जानकारी प्राप्त हो सके।",
      "content3Div1": "आपकी सामग्री अनुभागों में व्यवस्थित है। आप अपनी इच्छानुसार अनुभाग बना सकते हैं (उन्हें छोटे अध्याय समझें)। इस अध्यायों का प्रवाह महत्वपूर्ण है; संगठन के भीतर आप अनुभागों को इच्छानुसार व्यवस्थित कर सकते हैं या मिटा सकते हैं।",
      "content4Div1": "कोई गलती हो गई या अपनी सामग्री को बदलना चाहते हैं? चिंता न करें। अपनी सामग्री में परिवर्तन हेतु ऐप्लिकेशन में संपादित करें आइकॉन ढूंढें। जैसे जैसे आप अपना %TPL_NAME% विकसित करते हैं, आप संपादन कार्य को कई बार इस्तेमाल करेंगे!",
      "content5Div1": "जब आप अपने %TPL_NAME% को सहेजते हैं तो यह शुरूआत में निजी होता है। इसे दूसरों के साथ साझा करने के लिए साझा करें बटन का प्रयोग करें। आप सार्वजनिक रूप से अपने %TPL_NAME% को साझा कर सकते हैं ताकि कोई भी इसका उपयोग कर सके।",
      "content5Div2": "अपने खाते के आधार पर, आप के पास सिर्फ अपने संगठन के भीतर के लोगों के साथ अपने %TPL_NAME% को साझा करने का विकल्प है, ताकि अन्य इस तक पहुँच न सकें।",
      "content6Div1": "आपके होम अनुभाग का शीर्षक आपकी पत्रिका का शीर्षक भी है; अपने होम अनुभाग को अपनी कहानी का 'मुख्य पृष्ठ' समझें। होम अनुभाग शीर्षक दिखाई देता रहेगा जब आपके पाठक पत्रिका पर नेविगेट करेंगे।",
      "content6Div2": "आपका %LAYOUT_TITLE%, सिर्फ पाठ होना जरूरी नहीं है, कहानी को जीवंत करने में मदद करने के लिए तस्वीरें और वीडियो, और पाठ के लंबे अनुभागों को तोड़ने पर विचार करें!"
    },
    "landing": {
      "lblAdd": "आप अपनी मानचित्र पत्रिका को क्या कहना चाहते हैं?",
      "phAdd": "अपना शीर्षक दर्ज करें...",
      "lblOR": "या",
      "lblHelp": "एक टूर लें",
      "quote0": "ऐसी स्टोरी के लिए संभावना हमेशा मौजूद है, जो लोगों को दूसरे स्थान पर ले जाए।",
      "quote1": "आज की तारीख में दुनिया में अपने विचारों को रखने का सबसे शक्तिशाली तरीका कहानी सुनाना है।",
      "quote2": "हम जो कहानियां कहते हैं, वे सचमुच एक दुनिया को रच देती हैं। अगर आप दुनिया में बदलाव लाना चाहते हैं, तो आपको अपनी कहानी में बदलाव करना होगा। यह सत्य, व्यक्तियों और संस्थाओं दोनों पर लागू होता है।",
      "quote3": "किसी मनुष्य और सत्य के बीच सबसे कम दूरी एक कहानी की है।",
      "quote4": "लोग अधिक जानकारी नहीं चाहते। वे जानकारी के लिए अपनी आंखों पर निर्भर हैं। उन्हें आपमें, आपके लक्ष्यों में, आपकी सफलता में और उस कहानी में भरोसा होना चाहिए, जो आप कहते हैं।",
      "quote5": "मुझे सचमुच यह भरोसा है कि लोग कहानियों की खोज कर रहे हैं जो उनके लिए मायने रखती हैं “ऐसी कहानियां, जो उन्हें मुक्ति दिलाएं, प्रेरक हों और किसी व्यक्ति से बड़ी हों।",
      "quote6": "अगर आप किसी व्यक्ति या समूह को उनके दैनिक जीवन में किसी विशिष्ट मूल्य को अपनाने के लिए प्रभावित करना चाहते हैं, तो उन्हें एक असरकारक कहानी सुनाएं।",
      "quote7": "अगर आप मुझे कुछ बताएंगे, तो वह एक निबंध होगा। अगर आप मुझे दिखाएंगे, तो वह एक कहानी होगी।",
      "quote8": "अगर आप पेड़ों से परिचित नहीं हैं, तो आप जंगलों में खो सकते हैं लेकिन अगर आप कहानियों से परिचित नहीं हैं तो आप जीवन में भटक सकते हैं।",
      "quote9": "कहानियां, जीवन का ही किसी सशक्त, स्पष्ट और अधिक सार्थक अनुभव में एक रचनात्मक रूपांतरण है। वे मानव संपर्क के विनिमय का माध्यम है।",
      "quote10": "आपके भीतर छिपी अनकही कहानी को छिपाए रखने से अधिक बड़ी पीड़ा और कुछ नहीं है।",
      "quote11": "शायद कहानियां वह डाटा है जिसमे आत्मा बस्ती है ।",
      "quote12": "किसी लीडर के शस्त्रागार का एकमात्र सशक्त हथियार कहानी है।",
      "quote13": "कहानियों की यह प्रकृति है कि उनमें जो शामिल होता है, वे उससे कहीं अधिक प्रभाव छोड़ती हैं।"
    },
    "firstAddSplash": {
      "thisis": "यह है",
      "lblMain": "यह %BR% मुख्य स्टेज है"
    }
  }
});