define({
  "commonCore": {
    "common": {
      "add": "إضافة",
      "edit": "تحرير",
      "save": "حفظ",
      "next": "التالي",
      "cancel": "إلغاء الأمر",
      "back": "السابق",
      "apply": "تطبيق",
      "close": "إغلاق",
      "open": "فتح",
      "start": "بدء",
      "loading": "تحميل",
      "disabledAdmin": "لقد تم تعطيل هذا المعلم بواسطة المدير",
      "width": "العرض",
      "height": "الارتفاع",
      "create": "إنشاء",
      "yes": "نعم",
      "no": "لا",
      "mystories": "قصتي"
    },
    "inlineFieldEdit": {
      "editMe": "تحرير!"
    },
    "builderPanel": {
      "panelHeader": "%TPL_NAME% Builder",
      "buttonSaving": "حفظ",
      "buttonSaved": "تم الحفظ",
      "buttonShare": "مشاركة",
      "buttonSettings": "الإعدادات",
      "buttonHelp": "تعليمات",
      "buttonPreview": "عرض القصة",
      "tooltipFirstSave": "غير متاح حتى يتم حفظ التطبيق.",
      "tooltipNotShared": "غير متاح حتى يتم حفظ التطبيق.",
      "tooltipNotShared2": "لم يتم مشاركة القصة، ويمكنك أنت فقط الوصول إليها.",
      "noPendingChange": "لا يوجد تغيير معلق",
      "unSavedChangePlural": "تغييرات معلقة",
      "closeWithPendingChange": "هل أنت متأكد من تأكيد هذا الإجراء؟ سيتم فقدان التغييرات.",
      "saveError": "حدث فشل أثناء الحفظ، يرجى المحاولة مرة أخرى",
      "status1": "تم مشاركة القصة، ولكنها تحتوي على مشكلات",
      "status2": "لم يتم مشاركة القصة، ولكنها تحتوي على مشكلات",
      "status3": "القصة عامة لكل المستخدمين",
      "status4": "تم مشاركة القصة في المؤسسة",
      "status5": "القصة خاصة",
      "status6": "لم يتم حفظ القصة بعد",
      "checking": "التحقق",
      "fix": "تصحيح"
    },
    "saveError": {
      "title": "خطأ في حفظ القصة",
      "err1Div1": "يتعذر حفظ القصة لأنه يوجد لديك عنصر آخر بنفس الاسم بالفعل.",
      "err1Div2": "يرجى تعديل عنوان القصة ثم حفظه.",
      "btnOk": "تحرير عنوان القصة"
    },
    "saveErrorSocial": {
      "title": "تحديث مشاركة في مواقع التواصل الاجتماعي",
      "panel1": "تم تحسين مظهر القصةâ€™s على المواقع التواصل الاجتماعي، ولكن لا يكون عنوان عنصر تطبيق ArcGIS على الويب هو نفسه عنوان القصة.",
      "panel1tooltip": "وبتعريف العنوان والملخص والصورة المصغرة، ستظهر القصر كما يلي:",
      "panel2": "ما هو العنوان الذي تريد استخدامه في مواقع التواصل الاجتماعي:",
      "panel2q1": "عنوان القصة (مُوصَى به)",
      "panel2q1tooltip": "بتحديد هذا الخيار، سيتم تعديل عنوان العنصر ليطابق عنوان القصة، وسيتم تزامن مزيد من التغييرات في المُنشئ.",
      "panel2q2": "عنوان العنصر",
      "panel3": "لتحسين مظهر القصة بشكل أكبر في مواقع التواصل الاجتماعي، استخدم ${MYSTORIES} لإضافة ملخص وصورة مصغرة.",
      "panel4": "لا تحذرني مجددًا بشأن هذه القصة"
    },
    "share": {
      "shareTitle": "مشاركة القصة",
      "preview": "معاينة",
      "viewlive": "عرض القصة",
      "btnPrivate": "خاص",
      "btnPrivateTooltip": "يمكنك رؤية القصة فقط",
      "btnOrg": "مؤسسة",
      "btnOrgTooltip": "يمكن لأعضاء المؤسسة فقط رؤية القصة",
      "btnPublic": "عام",
      "btnPublicTooltip": "يمكن لكل المستخدمين رؤية القصة",
      "loadingMessage": "فحص مشكلات تواجه القصة",
      "viewToggle1": "عرض محتوى القصة",
      "viewToggle2": "إغلاق محتوى القصة",
      "socialize": "التواصل الاجتماعي",
      "statusPrivate": "القصة خاصة، ويمكنك أنت فقط رؤيتها.",
      "statusError": "توجد مشكلات في محتوى القصة سيلحظها القُرّاء، ويمكنك تعريفها وإصلاحها أدناه.",
      "statusNoErrPrivate": "مشاركة قصتك بمجرد أن تكون مستعدًا!",
      "mystoriesinvite": "إدارة كل القصص",
      "notavailable1": "عذرًا، مشاركة القصة من \"المنشئ\" غير مدعومة لأن هذا التطبيق غير مستضاف في %PRODUCT%.",
      "notavailable2": "عذرًا، مشاركة القصة من \"المنشئ\" غير مدعومة في هذا الإصدار من Portal for ArcGIS (يتطلب الإصدار 10.4 أو أحدث).",
      "notavailable3": "يمكنك مشاركة هذه القصة من %LINK%.",
      "notavailable4": "قصتي",
      "notavailable5": "صفحة العنصر",
      "notavailable6": "عذرًا، هذه الميزة غير مدعومة بالكامل في وضع التطوير. واستنادًا إلى سيناريو النشر، قد يتم دعم هذه الميزة عند النشر.",
      "notavailable7": "تأكد من زيارة %MYCONTENT% للتأكيد على مشاركة الخرائط والطبقات المستخدمة في القصة.",
      "notavailable8": "الخاص",
      "mystoriesinvite2": "لتحسين مظهر القصة بشكل أكبر في شبكات التواصل الاجتماعي، استخدم ${MYSTORIES} لإضافة ملخص وصورة مصغرة."
    },
    "settings": {
      "header": "الإعدادات",
      "tabError": "الرجاء التحقق من جميع علامات التبويب لاكتشاف الأخطاء"
    },
    "settingsLayout": {
      "title": "تخطيط",
      "explain": "أي التخطيطات الطباعية تريد استخدامها؟",
      "explainInit": "يمكن تغيير التخطيط الطباعي في أي وقت من مربع حوار الإعدادات.",
      "viewExample": "عرض مثال حي"
    },
    "settingsTheme": {
      "title": "سمة"
    },
    "settingsHeader": {
      "title": "رأس الصفحة",
      "logoEsriRadio": "شعار Esri",
      "logoNoneRadio": "لا يوجد شعار",
      "logoOrgRadio": "شعار المؤسسة",
      "logoCustomRadio": "الشعار",
      "logoCustomLabel": "الصورة:",
      "logoCustomUploadHelp": "يجب أن يبدأ رابط صورة الشعار بـ HTTPS. تظهر الشعارات بشكل رائع إذا كان معدل العرض:الارتفاع بين 1:1 و5:1. وإذا تم رسم شعار مرتبط ببطء، احفظ نسخة منه وقم بتحميلها هنا.",
      "logoCustomUploadTooltip": "استخدم شعارًا مُحمّلاً",
      "logoCustomUploadButton": "تحميل الشعار",
      "logoUploadSizeError": "أبعاد GIF كبيرة للغاية. يرجى إعادة تحديد الحجم بعرض ${PIXEL-WIDTH} بكسل.",
      "logoCustomLinkHTTPSError": "يجب أن يبدأ الرابط بـ HTTPS",
      "logoCustomLinkTooltip": "ربط بالشعار",
      "logoCustomLinkPlaceholder": "عنوان URL للصورة",
      "logoCustomLinkPlaceholderHTTPS": "https://example.com/logo.jpg",
      "logoUploadGenericError": "يمكن أن يكون الشعار ملف .bmp أو .gif أو .jpg أو .jpeg أو .png، ويجب أن تكون Gifs أقل من عرض 250 بكسل وحجم 10 ميجابايت.",
      "logoCustomTargetPlaceholder": "صفحة ويب للفتح عند النقر على الشعار",
      "logoSocialText": "سطر العلامة:",
      "logoLink": "الرابط:",
      "lblSmallHeader": "استخدم عنوان صغير (لا تستخدم عنوان فرعي)"
    },
    "header": {
      "title": "تحرير عنوان %TPL_NAME%",
      "subtitle": "تحرير العنوان الفرعي لـ %TPL_NAME%"
    },
    "sectionNavigation": {
      "select": "حدد قِسمًا...",
      "section": "قسم",
      "thisSection": "هذا القسم",
      "homeSection": "القسم الرئيسي",
      "hiddenSection": "قسم مخفي"
    },
    "bannerNotification": {
      "learnMore": "التعرف على المزيد",
      "close": "إغلاق",
      "dontShowAgain": "عدم إظهار هذه الرسالة مجددًا"
    },
    "httpsTransitionMessage": {
      "bannerMsg": "رسالة هامة حول أمن الويب وخرائط القصة",
      "s1h1": "تقوم Esri الآن بتحسين أمن خرائط القصة",
      "s1p1": "تكون خرائط القصة مباشرةً على الويب، ودائمًا ما يعمل مجتمع الويب على إنشاء وتنفيذ أمان بشكل أفضل. يتم دمج HTTPS الذي يوفر اتصالاً آمنًا للمحتوى المنقول عبر الإنترنت، على أنه الطريقة المتوقعة للوصول إلى محتوى الويب. تُظهر معظم مستعرضات الويب الحديثة رسائل تحذيرية عند استخدام HTTP بدلاً من HTTPS. ونظرًا لمقياس الدمج هذا، فإننا نوصيك بشدة باستخدام روابط HTTPS لإنشاء ومشاركة خرائط القصة، كما نوصيك باستخدام عناوين URL الخاصة بـ HTTPS فقط عند تضمين محتوى الويب أو الربط بالصور ضمن خريطة قصة.",
      "s1p2": "ومن الناحية العملية، يعني ذلك أنه يجب الوصول إلى خريطة القصة وكل محتوياتها (بما في ذلك الصور والطبقات والتطبيقات ومواقع الويب المضمنة) باستخدام الروابط التي تبدأ بـ HTTPS بدلاً من HTTP. ويضمن ذلك الحصول على أفضل تجربة للقُرَّاء؛ وذلك لأن معظم مستعرضات الويب ستشير إلى أنت قصصك مُؤمَّنة.",
      "s2h1": "ماذا يتعين عليّ عمله؟",
      "s2p1": "تعمل Esri على جعل ذلك انتقالاً سهلاً لمنشئي وقُرَّاء خريطة القصة. تتوفر الآن الأدوات في منشئي خريطة القصة والقصص التي تساعدك في البحث عن محتوى آمن (HTTP) في قصصك، كما توفر توصيات لكيفية عرضها. يرجى فحص قصصك فيما يتعلق بالمحتوى غير الآمن، كما يرجى التحديث إلى HTTPS بأسرع ما يمكن.",
      "action1": "إغلاق",
      "action2": "تحقق من القصص الخاصة بي الآن",
      "action3": "تعلم المزيد"
    },
    "embedBar": {
      "share": "مشاركة",
      "fullScreen": "ملء الشاشة",
      "exitFullScreen": "خروج من ملء الشاشة",
      "enlarge": "توسيع",
      "newTab": "فتح في علامة تبويب جديدة",
      "tagline": "خريطة قصة"
    },
    "licenseChange2018": {
      "noAccess": "حسابك (%USER_NAME%) غير مرخص لفتح خريطة قصة غير عامة. رجاءً اطلب من مسئولي المؤسسة تعيينك كنوع مستخدم يتضمن خرائط القصة أو ترخيص التطبيقات الأساسية المضافة."
    }
  }
});