define({
  "commonMedia": {
    "mediaSelector": {
      "lblSelect1": "الوسائط",
      "lblSelect2": "المحتوى",
      "lblMap": "خريطة",
      "lblImage": "صورة",
      "lblVideo": "فيديو",
      "lblExternal": "صفحة الويب",
      "lblUpload": "تحميل",
      "lblLink": "ارتباط",
      "disabled": "لقد تم تعطيل هذا المعلم بواسطة المدير",
      "userLookup": "تحميل الألبومات",
      "notImplemented": "لم يتم تنفيذها بعد.",
      "noData": "لم يتم العثور على ألبوم عام",
      "thirdPartyTerms": "باستخدام خدمة خارجية، أنت توافق على شروط الخدمة الخاصة بها: "
    },
    "imageSelector": {
      "lblStep1": "اختيار الخدمة",
      "lblStep2": "تحديد الوسائط",
      "lblStep3": "تكوين"
    },
    "imageSelectorHome": {
      "explain": "تحميل الصور من الوسائط الاجتماعية أو <br /> مباشرًة من عنوان URL"
    },
    "imageSelectorUpload": {
      "lblUploadButton": "استعراض صورة",
      "lblDrop": "إفلات الصورة هنا أو",
      "infoUpload": "سيتم تخزين الصور في حساب ArcGIS، ولا يمكن الوصول إليه إلا في الحدث.",
      "warningFileTypes": "يمكن أن تكون الصور .jpg، أو .png، أو .gif، أو .bmp",
      "warningOneFile": "يمكن تحميل صورة واحدة فقط في كل مرة.",
      "warningFileSize": "يجب أن تقل الصورة عن 10 ميجابايت.",
      "tooltipRemove": "احذف هذه الصورة غير المستخدمة من حساب ArcGIS. <br> (ستستخدمها لتحميلها مجددًا إذا قررت استخدامها لاحقًا.)"
    },
    "imageSelectorFlickr": {
      "userInputLbl": "اسم المستخدم",
      "signInMsg2": "لم يتم العثور على المستخدم",
      "loadingFailed": "فشل التحميل"
    },
    "imageSelectorPicasa": {
      "userInputLbl": "البريد الإلكتروني أو Google ID",
      "signInMsg2": "لم يتم العثور على الحساب",
      "howToFind": "كيفية البحث عن مُعرف Picasa",
      "howToFind2": "نسخ الأرقام بين الأول والثاني '/' لأي صفحة Picasa"
    },
    "videoSelectorCommon": {
      "check": "فحص",
      "notFound": "لم يتم العثور على الفيديو",
      "found": "تم العثور على الفيديو",
      "select": "حدد الفيديو الحالي"
    },
    "videoSelectorHome": {
      "other": "أخرى"
    },
    "videoSelectorYoutube": {
      "url": "رابط فيديو على Youtube",
      "pageInputLbl": "اسم المستخدم",
      "lookupMsgError": "لم يتم العثور على المستخدم",
      "howToFind": "كيفية إيجاد اسم مستخدم YouTube",
      "howToFind2": "يتم عرض اسم المستخدم أسفل الفيديوهات",
      "found": "تم العثور",
      "noData": "لم يتم العثور على الفيديوهات العامة",
      "videoNotChecked": "لم يتم فحص مقطع الفيديو في موقع YouTube، إلا أن عنوانه يبدو جيدًا.",
      "checkFailedAPI": "فشل فحص YouTube، يرجى فحص مفتاح YouTube API."
    },
    "videoSelectorVimeo": {
      "url": "رابط فيديو على Vimeo"
    },
    "videoSelectorOther": {
      "explain1": "يتعذر على خريطة الأحداث تشغيل ملفات مقاطع الفيديو البسيطة (بامتدادات مثل avi وmpeg)، ولكن يمكنها تشغيل مقاطع الفيديو المستضافة ذات المشغلات المدمجة (مثل YouTube أو Vimeo).",
      "explain2": "توفر معظم خدمات استضافة مقاطع الفيديو هذه الخاصية. ابحث عن خيار تضمين الفيديو وانسخ الكود المُضمّن وأضفه إلى الأحداث باستخدام خيار محتوى %WEBPAGE%.",
      "explain3": "وبدلاً من ذلك، يمكنك استضافة مقطع الفيديو بنفسك بصفحة HTML التي تستخدم مشغل فيديو مثل %EXAMPLE%، وعندها، أضف عنوان URL الخاصة بصفحة HTML للأحداث في شكل %WEBPAGE%.",
      "webpage": "صفحة الويب"
    },
    "webpageSelectorHome": {
      "lblUrl": "رابط صفحة ويب",
      "lblEmbed": "تضمين كود",
      "lblMustUseHTTPS": "يجب أن تبدأ روابط محتوى الويب بـ HTTPS.",
      "lblOR": "أو",
      "lblError1": "خطأ، امسح أحد حقلي الإدخال.",
      "lblError2": "يمكن أن تحتوي عملية تضمين كود على أحد %IFRAMETAG%",
      "configure": "تكوين"
    },
    "mediaConfigure": {
      "lblURL": "رابط الصورة",
      "lblURLPH": "ينبغي أن ينتهي الرابط بـ .jpg، أو .png، أو .gif، أو .bmp",
      "lblURLPHHTTPS": "https://www.example.com/image.jpg",
      "lblURLError": "لا يبدوا أن تكون هذه الصورة صحيحة، الرجاء تحديد رابط مباشر إلى ملف صورة (سوف ينتهي عادةً عنوان URL بـ .jpg أو .png). لن تعمل الروابط على صفحة الويب التي تحتوي على صورة.",
      "lblURLErrorHTTPS": "رابط الصورة غير صحيح، ويجب أن يبدأ عنوان URL بـ HTTPS وينتهي بامتداد ملف صورة مدعوم (.jpg، .png، .gif، .bmp).",
      "lblURLCheck": "جارِ فحص الصورة...",
      "lblLabel": "التسمية التوضيحية للصورة",
      "lblLabel1": "تسمية وضيحية",
      "lblLabel2": "التحويم حول النص",
      "lblLabel3": "لا شيء",
      "lblLabelPH": "إدخال النص...",
      "lblMaximize": "تشمل زر تكبير في زاوية الصورة",
      "lblMaximizeHelp": "يكون مفضل فقط للصور عالية الجودة",
      "lblPosition": "الموضع",
      "lblPosition1": "المركز",
      "lblPosition2": "تعبئة",
      "lblPosition3": "احتواء",
      "lblPosition4": "توسيع",
      "lblPosition5": "مخصص",
      "lblURLHelp": "يجب أن يبدأ رابط الصورة بـ HTTPS.<br><br>للحصول على أفضل النتائج، ينبغي أن تكون الصور أقل من 400 كيلو بايت. استخدم صور JPG المضغوطة بنسبة 80% جودة وعرض هذه الصور الموصى بها: 2000 بيكسل للمرحلة الأساسية أو لوحة سرد مع زر تكبير، و1000 بيكسل للوحة سرد بدون زر تكبير.<br><br>إذا تم رسم الصورة المرتبطة ببطئ، قم بتحميلها إلى القصة للحصول على أفضل النتائج.",
      "tooltipDimension": "يمكن تحديد القيمة بـ 'px' أو '%'",
      "tooltipDimension2": "يجب تحديد القيمة 'بالبكسل'",
      "lblPosition2Explain": "(يمكن القص)",
      "lblPosition3Explain": "(لا يتم القص)",
      "lblPosition3Explain2": "(سوف يناسب دائما العرض اللوحة)",
      "lblPosition4Explain": "(يمكن الإتلاف)",
      "unloadLbl": "إلغاء التحميل عندما ينتقل القارئ بعيدًا",
      "unloadHelp": "إذا احتوت صفحة الويب على وسائل مسموعة أو مرئية، لا تقوم بإلغاء التأشير على هذا الخيار لإيقاف تشغيل المحتوى عند انتقال القارئ. ولكن قم بإلغاء التأشير عليه على سبيل المثال لمتابعة تشغيل مسار صوتي في حين تقدّم القارئ في القصة.<br />إذا كانت صفحة الويب تطبيقًا، قم بإلغاء التأشير على هذا الخيار حتى لا يتم إعادة تحميل القصة إذا رجع القارئ إليها.",
      "embedProtocolLabel": "صفحة التحميل عبر الاتصال المؤمن (HTTPS)",
      "embedProtocolWarning1": "إذا لم يتم تحميل هذه الصفحة في القصة الخاصة بك، فإنه يتعذر عليك تضمينها لأسباب أمان الويب. وبصفتك بديل، أضف رابط في الرواية الخاصة بك لفتح الصفحة في علامة تبويب مستعرض جديد.",
      "embedProtocolWarning2": "إذا لم يتم تحميل هذه الصفحة في القصة الخاصة بك، قم بإلغاء التأشير على هذا الخيار وحاول مرة أخرى. إذا ظلت الصفحة بدون تحميل، يتعذر تضمينها لأسباب أمان الويب. وبصفتك بديل، أضف رابط في الرواية الخاصة بك لفتح الصفحة في علامة تبويب مستعرض جديد.",
      "learn": "تعلم المزيد",
      "lblAltText": "نص بديل",
      "placeholderAltText": "أدخل وصفًا لهذه الوسائط الخاصة بقرّاء ضاف البصر...",
      "tooltipAltText": "قم بتوفير وصف خاص بمحتوى الوسائط الذي يستخدم بواسطة التقنيات المساعدة مثل برامج قارئ الشاشة. الوصف هو اختياري لكن يوصى بتلبية إرشادات إمكانية الوصول على الويب مثل WCAG والقسم 508."
    },
    "editorActionGeocode": {
      "lblTitle": "تحديد موقع العنوان أو المكان",
      "mapMarkerExplain": "سيرى المستخدم علامة الخريطة عند النقر على الرابط"
    },
    "editorActions": {
      "navigate": "انتقال إلى قسم آخر",
      "remove": "إزالة الإجراء",
      "preview": "معاينة الحدث"
    },
    "editorActionMedia": {
      "lblTitle": "تغيير محتويات المرحلة الأساسية"
    },
    "editorInlineMedia": {
      "lblTitle": "إدراج صورة أو مقطع فيديو أو صفحة ويب"
    }
  }
});