define({
  "viewer": {
    "common": {
      "close": "Κλείσιμο"
    },
    "loading": {
      "step1": "Φόρτωση αφήγησης",
      "step2": "Φόρτωση δεδομένων",
      "step3": "Προετοιμασία",
      "loadBuilder": "Μετάβαση στο εργαλείο δημιουργίας",
      "long": "Εκτελείται προετοιμασία του Map Journal",
      "long2": "Ευχαριστούμε που περιμένατε",
      "failButton": "Επαναφόρτωση της αφήγησης"
    },
    "signin": {
      "title": "Απαιτείται έλεγχος ταυτότητας",
      "explainViewer": "Εισέλθετε με έναν λογαριασμό στο %PORTAL_LINK% για να προσπελάσετε την αφήγηση.",
      "explainBuilder": "Εισέλθετε με έναν λογαριασμό στο %PORTAL_LINK% για να διαμορφώσετε την αφήγηση."
    },
    "errors": {
      "boxTitle": "Παρουσιάστηκε σφάλμα",
      "invalidConfig": "Μη έγκυρη διαμόρφωση",
      "invalidConfigNoApp": "Το αναγνωριστικό της εφαρμογής διαδικτυακού χαρτη δεν καθορίζεται στο index.html.",
      "invalidConfigNoAppDev": "Δεν έχει καθοριστεί το αναγνωριστικό ή ο web χάρτης της διαδικτυακής χαρτογραφικής εφαρμογής στις παραμέτρους του URL (?appid= ή ?webmap=). Στη λειτουργία ανάπτυξης, η διαμόρφωση appid και webmap στο αρχείο index.html παραβλέπονται.",
      "unspecifiedConfigOwner": "Δεν έχει διαμορφωθεί εξουσιοδοτημένος κάτοχος.",
      "invalidConfigOwner": "Ο κάτοχος της αφήγησης δεν είναι εξουσιοδοτημένος.",
      "createMap": "Δεν είναι δυνατή η δημιουργία χάρτη",
      "invalidApp": "Το %TPL_NAME% δεν υπάρχει ή δεν είναι προσβάσιμο.",
      "appLoadingFail": "Υπήρξε κάποιο πρόβλημα, το %TPL_NAME% δεν φορτώθηκε σωστά.",
      "notConfiguredDesktop": "Η αφήγηση δεν έχει διαμορφωθεί ακόμη.",
      "notConfiguredMobile": "Το Εργαλείο δημιουργίας %TPL_NAME% δεν υποστηρίζεται σε αυτό το μέγεθος προβολής. Αν είναι δυνατό, αλλάξτε το μέγεθος του προγράμματος περιήγησης για πρόσβαση στο Εργαλείο δημιουργίας ή δημιουργήστε την αφήγησή σας σε μια συσκευή με μεγαλύτερη οθόνη.",
      "notConfiguredMobile2": "Περιστρέψτε τη συσκευή σας στον οριζόντιο προσανατολισμό για να χρησιμοποιήσετε το Πρόγραμμα δημιουργίας %TPL_NAME%.",
      "notAuthorized": "Δεν έχετε εξουσιοδότηση για πρόσβαση σε αυτήν την αφήγηση.",
      "notAuthorizedBuilder": "Δεν έχετε εξουσιοδότηση για τη χρήση του Εργαλείου δημιουργίας %TPL_NAME%.",
      "noBuilderIE": "Το εργαλείο δημιουργίας δεν υποστηρίζεται στον Internet Explorer πριν από την έκδοση %VERSION%. %UPGRADE%",
      "noViewerIE": "Αυτή η αφήγηση δεν υποστηρίζεται στον Internet Explorer πριν από την έκδοση %VERSION%. %UPGRADE%",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'>Ενημερώστε το πρόγραμμα περιήγησης</a>.",
      "mapLoadingFail": "Υπήρξε κάποιο πρόβλημα, ο χάρτης δεν φορτώθηκε σωστά.",
      "signOut": "Έξοδος",
      "print0": "Λυπούμαστε, αυτή η αφήγηση δεν μπορεί να εκτυπωθεί.",
      "print1": "Για να εκτυπώσετε αυτήν την αφήγηση, χρησιμοποιήστε το κουμπί εκτύπωσης που βρίσκεται στο παράθυρο διαλόγου κοινοποίησης.",
      "print2": "Λυπούμαστε, μια εκτυπώσιμη έκδοση της αφήγησης συνήθως είναι προσβάσιμη μέσω του παραθύρου διαλόγου κοινοποίησης, αλλά αυτό το παράθυρο διαλόγου έχει απενεργοποιηθεί από τον συντάκτη."
    },
    "mobileView": {
      "tapForDetails": "Πατήστε για λεπτομέρειες",
      "clickForDetails": "Μάθετε περισσότερα",
      "swipeToExplore": "Σαρώστε για να εξερευνήσετε",
      "tapForMap": "Πατήστε για να επιστρέψετε στο χάρτη",
      "clickForMap": "ΕΠΙΣΤΡΟΦΗ ΣΤΟ ΧΑΡΤΗ"
    },
    "floatLayout": {
      "scroll": "Κύλιση"
    },
    "sideLayout": {
      "scroll": "Κάντε κύλιση προς τα κάτω για περισσότερα!"
    },
    "mainStage": {
      "back": "Πίσω"
    },
    "headerFromCommon": {
      "storymapsText": "Ένα story map",
      "builderButton": "Επεξεργασία",
      "facebookTooltip": "Κοινοποίηση στο Facebook",
      "twitterTooltip": "Κοινοποίηση στο Twitter",
      "bitlyTooltip": "Λήψη σύντομου συνδέσμου",
      "templateTitle": "Ορισμός τίτλου προτύπου",
      "templateSubtitle": "Ορισμός υπότιτλου προτύπου",
      "share": "Κοινοποίηση",
      "checking": "Έλεγχος του περιεχόμενου της αφήγησής σας",
      "fix": "Διόρθωση προβλημάτων στην αφήγησή σας",
      "noerrors": "Δεν βρέθηκαν προβλήματα",
      "tooltipAutoplayDisabled": "Αυτή η επιλογή δεν είναι διαθέσιμη στη λειτουργία αυτόματης αναπαραγωγής",
      "notshared": "Η αφήγηση δεν κοινοποιείται"
    },
    "overviewFromCommon": {
      "title": "Χάρτης αναφοράς"
    },
    "legendFromCommon": {
      "title": "Υπόμνημα"
    },
    "shareFromCommon": {
      "copy": "Αντιγραφή",
      "copied": "Αντιγράφηκε",
      "open": "Άνοιγμα",
      "embed": "Ενσωμάτωση σε ιστοσελίδα",
      "embedExplain": "Χρησιμοποιήστε τον παρακάτω HTML κώδικα για να ενσωματώσετε το ημερολόγιο σε μια ιστοσελίδα.",
      "size": "Μέγεθος (πλάτος/ύψος):",
      "autoplayLabel": "Λειτουργία αυτόματης αναπαραγωγής",
      "autoplayExplain1": "Η λειτουργία αυτόματης αναπαραγωγής θα συνεχίζει στην αφήγησή σας σε τακτικά διαστήματα. Αυτό είναι ιδανικό για τις οθόνες καταστημάτων ή δημόσιας προβολής, αλλά σημειώστε ότι σε άλλες περιπτώσεις, ενδέχεται να είναι δυσκολότερη η ανάγνωση της αφήγησης. Αυτή η δυνατότητα δεν υποστηρίζεται σε μικρές οθόνες.",
      "autoplayExplain2": "Όταν αυτή η λειτουργία είναι ενεργή υπάρχουν στοιχεία ελέγχου για την αναπαραγωγή/παύση της αφήγησης και τη ρύθμιση της ταχύτητας πλοήγησης.",
      "linksupdated": "Οι σύνδεσμοι ενημερώθηκαν!",
      "print": "Εκτύπωση",
      "printInstruction1": "Περιμένετε μέχρι να εκτυπωθεί όλο το περιεχόμενο, προτού εκτυπώσετε αυτήν τη σελίδα",
      "printInstruction1a": "Ορισμένο περιεχόμενο μπορεί να μην εκτυπωθεί, εκτός εάν ενεργοποιήσετε την επιλογή \"Εκτύπωση εικόνων και χρωμάτων φόντου\" στο παράθυρο διαλόγου ρύθμισης \"Εκτύπωση σελίδας\"",
      "printInstruction2": "Αυτή η σελίδα δεν μπορεί να κοινοποιηθεί σε άλλους. Μπορείτε να κοινοποιήσετε τη διεύθυνση ${link}",
      "link": "σύνδεσμος για την αφήγηση",
      "printOptPageBreak": "Ξεκινήστε κάθε ενότητα σε νέα σελίδα",
      "printWarning": "Αυτή είναι η εκτυπωμένη έκδοση ενός αφηγηματικού χάρτη. Το δυναμικό περιεχόμενο όπως βίντεο και διαδραστικοί χάρτες διατίθενται μόνο στην online έκδοση, στη διεύθυνση ${link}",
      "printMSWarning": "ο σύνδεσμος είναι διαθέσιμος μόνο στην online αφήγηση",
      "printVideoWarning": "Αυτό το βίντεο μπορεί να προβληθεί στην online έκδοση αυτού του αφηγηματικού χάρτη"
    }
  }
});