define({
  "viewer": {
    "common": {
      "close": "बंद करें",
      "focusMainstage": "कीबोर्ड का फ़ोकस मीडिया पर भेजें",
      "expandImage": "छवि का विस्तार करें"
    },
    "a11y": {
      "skipToContent": "विवरण छोड़ें",
      "headerAria": "कहानी का शीर्षक",
      "panelAria": "कहानी का विवरण",
      "mainStageAria": "मौजूदा कहानी अनुभाग मीडिया",
      "logoLinkAria": "लोगो लिंक",
      "toTop": "विवरण के प्रारंभ पर जाएँ",
      "focusContent": "विवरण पर लौटें",
      "navAria": "कहानी के अनुभाग",
      "navPreviousAria": "पिछला अनुभाग",
      "navNextAria": "अगला अनुभाग",
      "toSectionAria": "%SECTION_NUMBER%: %SECTION_TITLE% अनुभाग पर जाएँ",
      "toNextGroupAria": "अनुभाग का अगला समूह (%SECTION_RANGE%)",
      "toPrevGroupAria": "अनुभागों का पिछला समूह (%SECTION_RANGE%)",
      "loadingAria": "कहानी की विषय वस्तु लोड हो रही है"
    },
    "loading": {
      "step1": "कहानी लोड हो रही है",
      "step2": "डेटा लोड हो रहा है",
      "step3": "आरंभ हो रहा है",
      "loadBuilder": "बिल्डर पर स्विच हो रहा है",
      "long": "मानचित्र पत्रिका प्रारंभ हो रही है",
      "long2": "प्रतीक्षा करने के लिए धन्यवाद",
      "failButton": "कहानी फिर से लोड करें"
    },
    "signin": {
      "title": "प्रमाणीकरण आवश्यक है",
      "explainViewer": "कहानी का उपयोग करने के लिए %PORTAL_LINK% पर खाते से साइन इन करें।",
      "explainBuilder": "कहानी को कॉन्फ़िगर करने के लिए %PORTAL_LINK% पर खाते से साइन इन करें।"
    },
    "errors": {
      "boxTitle": "कोई त्रुटि आ गई है",
      "invalidConfig": "अमान्य कॉन्फ़िगरेशन",
      "invalidConfigNoApp": "वेब मैपिंग ऐप्लिकेशन पहचानकर्ता index.html में निर्दिष्ट नहीं है।",
      "invalidConfigNoAppDev": "URL पैरामीटर (?appid=) में कोई वेब मैपिंग ऐप्लिकेशन पहचानकर्ता निर्दिष्ट नहीं किया गया है। विकास मोड में, index.html में appid कॉन्फ़िगरेशन नजरअंदाज कर दिया जाता है।",
      "unspecifiedConfigOwner": "अधिकृत स्वामी कॉन्फ़िगर नहीं किया गया है।",
      "invalidConfigOwner": "कहानी स्वामी अधिकृत नहीं है।",
      "createMap": "मानचित्र बनाने में अक्षम",
      "invalidApp": "%TPL_NAME% मौजूद नहीं हैं या दुर्गम है।",
      "appLoadingFail": "कुछ गलत हो गया, %TPL_NAME% सही ढंग से लोड नहीं हुआ।",
      "notConfiguredDesktop": "कहानी अभी तक कॉन्फ़िगर नहीं हुई है।",
      "notConfiguredMobile": "%TPL_NAME% बिल्डर इस डिस्प्ले आकार पर समर्थित नहीं है। यदि संभव हो तो, बिल्डर का उपयोग करने के लिए अपने ब्राउज़र आकार को सही करें या कृपया एक बड़ी स्क्रीन वाली डिवाइस पर अपनी कहानी बनाएँ।",
      "notConfiguredMobile2": "कृपया %TPL_NAME% बिल्डर का उपयोग करने के अपनी डिवाइस को लैंडस्केप अभिविन्यास पर घुमाएँ।",
      "notAuthorized": "आप इस कहानी के उपयोग हेतु अधिकृत नहीं हैं",
      "notAuthorizedBuilder": "आप %TPL_NAME% बिल्डर का उपयोग करने के लिए अधिकृत नहीं हैं।",
      "noBuilderIE": "बिल्डर इंटरनेट एक्स्प्लोरर के पिछले संस्करण %VERSION% पर समर्थित नहीं है। %UPGRADE%",
      "noViewerIE": "यह कहानी इंटरनेट एक्स्प्लोरर के पिछले संस्करण %VERSION% पर समर्थित नहीं है। %UPGRADE%",
      "noViewerIE2": "आप इस कहानी को किसी पुराने, असमर्थित ब्राउज़र का उपयोग करके देखने का प्रयास कर रहे हैं। वहाँ ऐसी सुविधाएँ जो काम न करती हों या अन्य अप्रत्याशित मुद्दे हो सकते हैं। हम आपको Internet Explorer 11 के लिए उन्नयन करने या क्रोम की तरह के किसी अन्य ब्राउज़र का उपयोग करने की सलाह देते हैं।",
      "noViewerIE3": "2017 के अंत में, यह कहानी अब और इस ब्राउज़र पर लोड नहीं होगी। उस समय, आपको इस कहानी को देखने के लिए एक समर्थित ब्राउज़र का उपयोग अवश्य करना चाहिए।",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'> कृपया अपने ब्राउज़र को अपडेट करें</a>।",
      "mapLoadingFail": "कुछ गलत हो गया, मानचित्र सही ढंग से लोड नहीं हुआ।",
      "signOut": "साइन आउट करें",
      "print0": "क्षमा करें, इस कहानी को प्रिंट नहीं किया जा सकता है।",
      "print1": "इस कहानी को प्रिंट करने के लिए, कृपया साझा करें डायलॉग में स्थित प्रिंट बटन का इस्तेमाल करें।",
      "print2": "क्षमा करें, कहानी का प्रिंट योग्य संस्करण आम तौर पर साझा करें डायलॉग के माध्यम से सुलभ है, लेकिन यह डायलॉग लेखक द्वारा अक्षम किया गया है।",
      "attention": "ध्यान दें!"
    },
    "mobileView": {
      "tapForDetails": "जानकारी के लिए टैप करें",
      "clickForDetails": "और अधिक जानें",
      "swipeToExplore": "पता लगाने के लिए स्वाइप करें",
      "tapForMap": "वापिस जाने के लिए टैप करें",
      "clickForMap": "वापिस जाएं"
    },
    "floatLayout": {
      "scroll": "स्क्रॉल करें"
    },
    "sideLayout": {
      "scroll": "अधिक के लिए नीचे स्क्रॉल करें!"
    },
    "mainStage": {
      "back": "पीछे जाएँ",
      "errorDeleted": "यह लिंक सक्रिय नहीं है (अनुभाग मिटा दिया गया है)",
      "errorNotPublished": "यह लिंक सक्रिय नहीं है (अनुभाग प्रकाशित नहीं है)"
    },
    "headerFromCommon": {
      "storymapsText": "स्टोरी मैप",
      "builderButton": "संपादित करें",
      "facebookTooltip": "Facebook पर साझा करें",
      "twitterTooltip": "Twitter पर साझा करें",
      "bitlyTooltip": "साझा करें या प्रिंट करें",
      "templateTitle": "टेम्पलेट शीर्षक निर्धारित करें",
      "templateSubtitle": "टेम्पलेट उपशीर्षक निर्धारित करें",
      "share": "साझा करें",
      "checking": "आपकी कहानी की सामग्री की जाँच हो रही है",
      "fix": "अपनी कहानी की समस्याएं ठीक करें",
      "noerrors": "कोई समस्या नहीं मिली",
      "tooltipAutoplayDisabled": "यह ऑटोप्ले मोड में उपलब्ध नहीं है",
      "notshared": "कहानी साझा नहीं की गई है"
    },
    "mapFromCommon": {
      "overview": "संक्षिप्त मानचित्र",
      "legend": "लिजेंड",
      "home": "होम ज़ूम करें"
    },
    "shareFromCommon": {
      "copy": "प्रतिलिपि",
      "copied": "प्रतिलिपि बन गई है",
      "open": "खोलें",
      "embed": "वेब पृष्ठ में संबद्ध करें",
      "embedExplain": "एक वेब पृष्ठ में पत्रिका संबद्ध करने के लिए निम्न HTML कोड का उपयोग करें।",
      "size": "आकार (चौड़ाई/ऊंचाई):",
      "autoplayLabel": "ऑटोप्ले मोड",
      "autoplayExplain1": "ऑटोप्ले मोड एक नियमित अंतराल पर आपकी कहानी के माध्यम से आगे बढ़ेगा। यह एक काउंटर या सार्वजनिक प्रदर्शन मॉनिटर पर आदर्श होता है, लेकिन सावधान रहें कि यह अन्य स्थितियों में कहानी को पढ़ना मुश्किल बना सकता है। यह सुविधा छोटे डिस्प्ले के लिए समर्थित नहीं है।",
      "autoplayExplain2": "जब यह मोड सक्रिय होता है तो कहानी को चलाने/विराम लगाने और नेविगेशन गति को समायोजित करने के लिए नियंत्रण उपलब्ध होते हैं।",
      "linksupdated": "लिंक अद्यतन हो गए हैं!",
      "print": "प्रिंट करें",
      "printInstruction1": "कृपया प्रिंटिंग के पहले दूसरी स्टोरी लोड होने की प्रतीक्षा करें",
      "printInstruction1a": "अगर यह पृष्ठ धीरे लोड होता है या कुछ मीडिया प्रदर्शित नहीं होता है, तो अनुभागों की छोटी श्रेणी प्रिंट करने की कोशिश करें।",
      "printInstruction1b": "सर्वोत्तम परिणामों के लिए आपको अपने ब्राउज़र की प्रिंट सेटिंग में पृष्ठभूमि के तत्वों की प्रिंटिंग सक्षम करने की आवश्यकता हो सकती है।",
      "printInstruction2": "इस पृष्ठ को अन्य के साथ साझा नहीं किया जा सकता है, इसकी बजाय ${link} साझा करें",
      "link": "कहानी के लिए लिंक",
      "optionsHeader": "विकल्प",
      "printOptPageBreak": "प्रत्येक अनुभाग नए पृष्ठ पर शुरू करें",
      "makeTextBlack": "सारे टेक्स्ट को काला करें",
      "showLinks": "लिंक URL दिखाएं",
      "madeWith": "यह स्टोरी ${JOURNAL_LINK_TEXT} द्वारा बनाई गई थी।",
      "journalLinkText": "Esri का स्टोरी मैप जर्नल",
      "readItOnline": "वेब पर ${link} पर इसका सवांदात्मक संस्करण पढ़ें।",
      "printMSWarning": "लिंक केवल ऑनलाइन कहानी में उपलब्ध है",
      "printVideoWarning": "यह वीडियो इस कहानी मानचित्र के ऑनलाइन संस्करण में देखी जा सकती है",
      "printRangeHeader": "इस स्टोरी का भाग प्रिंट करें",
      "sectionLabel": "अनुभाग:",
      "apply": "लागू करें",
      "resetRange": "संपूर्ण स्टोरी पर रीसेट करें"
    }
  }
});