define({
  "viewer": {
    "common": {
      "close": "Затваряне",
      "focusMainstage": "Изпращане на фокус от клавиатурата към медия",
      "expandImage": "Разгъване на изображение"
    },
    "a11y": {
      "skipToContent": "Пропускане към разказване",
      "headerAria": "Заглавка на история",
      "panelAria": "Разказване на историята",
      "mainStageAria": "Текущ раздел за медия на история",
      "logoLinkAria": "Връзка за лого",
      "toTop": "Към началото на разказване",
      "focusContent": "Връщане към разказване",
      "navAria": "Раздели на история",
      "navPreviousAria": "Предишен раздел",
      "navNextAria": "Следващ раздел",
      "toSectionAria": "Към раздел %SECTION_NUMBER%: %SECTION_TITLE%",
      "toNextGroupAria": "Следваща група избори (%SECTION_RANGE%)",
      "toPrevGroupAria": "Предишна група избори (%SECTION_RANGE%)",
      "loadingAria": "Съдържанието на историята се зарежда"
    },
    "loading": {
      "step1": "Зареждане на история",
      "step2": "Зареждане на данни",
      "step3": "Инициализиране",
      "loadBuilder": "Превключване към модул за създаване",
      "long": "Map Journal се инициализира",
      "long2": "Благодавим Ви, че изчакахте",
      "failButton": "Презареждане на историята"
    },
    "signin": {
      "title": "Изисква се автентикация",
      "explainViewer": "Моля, влезте с акаунт в %PORTAL_LINK% за достъп до историята.",
      "explainBuilder": "Моля, влезте с акаунт в %PORTAL_LINK% за конфигуриране на историята."
    },
    "errors": {
      "boxTitle": "Възникна грешка",
      "invalidConfig": "Невалидна конфигурация",
      "invalidConfigNoApp": "Идентификаторът на приложението за уеб картографиране не е определен в index.html.",
      "invalidConfigNoAppDev": "Не е посочен идентификатор на приложението за уеб картографиране в параметрите на URL адреса (?appid=). В режим на разработка конфигурацията на appid в index.html се игнорира.",
      "unspecifiedConfigOwner": "Не е конфигуриран упълномощен собственик.",
      "invalidConfigOwner": "Собственикът на историята не е упълномощен.",
      "createMap": "Не може да се създаде карта",
      "invalidApp": "%TPL_NAME% не съществува или до него няма достъп.",
      "appLoadingFail": "Възникна грешка, %TPL_NAME% не се зарежда правилно.",
      "notConfiguredDesktop": "Историята все още не е конфигурирана.",
      "notConfiguredMobile": "Конструкторът на %TPL_NAME% не се поддържа при този размер на дисплея. Ако е възможно, променете размера на браузъра за достъп до конструктора или създайте историята си на устройство с по-голям екран.",
      "notConfiguredMobile2": "Моля, завъртете устройството си в пейзажна ориентация, за да използвате конструктора на %TPL_NAME%.",
      "notAuthorized": "Нямате правомощия за достъп до тази история",
      "notAuthorizedBuilder": "Нямате правомощия да използвате конструктора на .%TPL_NAME%",
      "noBuilderIE": "Модулът за създаване не се подържа от Internet Explorer с версия преди %VERSION%. %UPGRADE%",
      "noViewerIE": "Тази стория не се поддържа от Internet Explorer с версия преди %VERSION%. %UPGRADE%",
      "noViewerIE2": "Опитвате се да видите тази история с помощта на по-стар, неподдържан браузър. Възможно е да има неработещи функции или други неочаквани проблеми. Предлагаме ви да надстроите до Internet Explorer 11 или да използвате друг браузър, например Chrome.",
      "noViewerIE3": "В края на 2017 г. тази история вече няма да се зарежда в този браузър. Тогава трябва да използвате поддържан браузър, за да видите тази история.",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'>Моля, обновете браузъра си</a>.",
      "mapLoadingFail": "Възникна грешка, картата не зареди правилно.",
      "signOut": "Отписване",
      "print0": "Съжаляваме, тази история не може да се зареди.",
      "print1": "За да отпечатате тази история, използвайте бутона за печат, който се намира в диалоговия прозорец за споделяне.",
      "print2": "Съжаляваме, но версията за отпечатване на историята обикновено е достъпна чрез диалоговия прозорец за споделяне, а този прозорец е деактивиран от автора.",
      "attention": "Внимание!",
      "nonOwnerOrgUrl": "%TPL_NAME%, в което се опитвате да влезете, не произхожда от предоставения от вас URL адрес.",
      "nonOwnerOrgProceedToGeneric": "Продължете към %HREF%",
      "advanced": "Разширени"
    },
    "mobileView": {
      "tapForDetails": "Натиснете за подробности",
      "clickForDetails": "Научете повече",
      "swipeToExplore": "Плъзнете, за да разгледате.",
      "tapForMap": "Натиснете, за да се върнете назад.",
      "clickForMap": "НАЗАД"
    },
    "floatLayout": {
      "scroll": "Превъртане"
    },
    "sideLayout": {
      "scroll": "Превъртете надолу за повече подробности!"
    },
    "mainStage": {
      "back": "Назад",
      "errorDeleted": "Тази връзка не е активна (разделът е изтрит).",
      "errorNotPublished": "Тази връзка не е активна (разделът не е публикуван)."
    },
    "headerFromCommon": {
      "storymapsText": "Карта-история",
      "builderButton": "Редактиране",
      "facebookTooltip": "Споделяне във Facebook",
      "twitterTooltip": "Споделяне в Twitter",
      "bitlyTooltip": "Споделяне или печат",
      "templateTitle": "Задаване на заглавие на шаблон",
      "templateSubtitle": "Задаване на подзаглавие на шаблон",
      "share": "Споделяне",
      "checking": "Проверка на съдържанието на Вашата история",
      "fix": "Разрешаване на проблемите във Вашата история",
      "noerrors": "Няма открити проблеми",
      "tooltipAutoplayDisabled": "Това не е налично в режим на автоматично възпроизвеждане",
      "notshared": "Историята не е споделена."
    },
    "mapFromCommon": {
      "overview": "Общ преглед на карта",
      "legend": "Легенда",
      "home": "Мащабиране на Начален екран"
    },
    "shareFromCommon": {
      "copy": "Копиране",
      "copied": "Копирано",
      "open": "Отваряне",
      "embed": "Вграждане в уеб страница",
      "embedExplain": "Използвайте следния HTML код, за да вградите списанието в уеб страница.",
      "size": "Размер (ширина/височина):",
      "autoplayLabel": "Режим на автоматично възпроизвеждане",
      "autoplayExplain1": "Режимът на автоматично възпроизвеждане ще преминава през вашата история на редовен интервал. Това е идеално за терминал или публичен монитор, но имайте предвид, че в други ситуации това може да направи историята по-трудна за четене. Този обект не се поддържа на малки дисплеи.",
      "autoplayExplain2": "Когато този режим е активен, има контроли за възпроизвеждане/пауза на историята и регулиране на скоростта на навигация.",
      "linksupdated": "Връзките са актуализирани!",
      "print": "Печат",
      "printInstruction1": "Моля, изчакайте цялата история да се зареди преди печат",
      "printInstruction1a": "Ако тази страница се зарежда бавно или някои медии не се появяват, опитайте да отпечатате по-малък набор от раздели.",
      "printInstruction1b": "За най-добри резултати може да се наложи да активирате печат на фонови елементи в настройките за печат на браузъра.",
      "printInstruction2": "Тази страница не може да бъде споделяна с други хора, вместо това споделете ${link}",
      "link": "връзка към историята",
      "optionsHeader": "Опции",
      "printOptPageBreak": "Започнете всеки раздел на нова страница",
      "makeTextBlack": "Направете целия текст черен",
      "showLinks": "Покажете URL адреси на връзки",
      "madeWith": "Тази история е създадена с${JOURNAL_LINK_TEXT}.",
      "journalLinkText": "Esri's Story Map Journal",
      "readItOnline": "Прочетете интерактивната версия на уеб на ${link}.",
      "printMSWarning": "връзката е налична само в онлайн историята",
      "printVideoWarning": "Този видеоклип можете да видите в онлайн версията на тази карта-история.",
      "printRangeHeader": "Отпечатайте част от тази история",
      "sectionLabel": "Раздели:",
      "apply": "Прилагане",
      "resetRange": "Нулиране на цялата история"
    }
  }
});