define({
  "commonCore": {
    "common": {
      "add": "Добавить",
      "edit": "Редактировать",
      "save": "Сохранить",
      "next": "Далее",
      "cancel": "Отмена",
      "back": "Назад",
      "apply": "Применить",
      "close": "Закрыть",
      "open": "Открыть",
      "start": "Начало",
      "loading": "Загрузка",
      "disabledAdmin": "Функция была отключена администратором",
      "width": "Ширина",
      "height": "Высота",
      "create": "Создать",
      "yes": "Да",
      "no": "Нет",
      "mystories": "Мои истории"
    },
    "inlineFieldEdit": {
      "editMe": "Отредактируйте меня!"
    },
    "builderPanel": {
      "panelHeader": "%TPL_NAME% Конструктор",
      "buttonSaving": "Сохранение",
      "buttonSaved": "Сохранено",
      "buttonShare": "Общий доступ",
      "buttonSettings": "Настройки",
      "buttonHelp": "Справка",
      "buttonPreview": "Просмотр истории",
      "tooltipFirstSave": "Недоступно, пока приложение не будет сохранено.",
      "tooltipNotShared": "Недоступно, пока приложение не будет опубликовано.",
      "tooltipNotShared2": "История не опубликована в общий доступ и доступна только для вас.",
      "noPendingChange": "Нет предполагаемых изменений",
      "unSavedChangePlural": "Ожидание изменений",
      "closeWithPendingChange": "Вы действительно хотите подтвердить это действие? Все изменения будут потеряны.",
      "saveError": "Сохранение не удалось, попробуйте еще раз",
      "status1": "История опубликована, но есть ограничения",
      "status2": "История не опубликована, но есть ограничения",
      "status3": "История общедоступна",
      "status4": "Доступ к истории предоставлен в пределах организации.",
      "status5": "История доступна только для вас",
      "status6": "История пока не сохранена",
      "checking": "Проверка...",
      "fix": "Исправить"
    },
    "saveError": {
      "title": "Ошибка при сохранении истории",
      "err1Div1": "Эта история не может быть сохранена, так как у вас уже есть элемент с тем же именем.",
      "err1Div2": "Измените заголовок истории, затем сохраните ее.",
      "btnOk": "Изменить заголовок истории"
    },
    "saveErrorSocial": {
      "title": "Обновление общего доступа через социальные сети",
      "panel1": "Отображение вашей истории в социальных сетях улучшилось, но название элемента вашего веб-приложения ArcGIS не совпадает с заголовком истории.",
      "panel1tooltip": "Если указать название, краткую информацию и образец изображения, ваша история будет выглядеть приблизительно так:",
      "panel2": "Какое название вы хотите использовать в социальных сетях:",
      "panel2q1": "Заголовок истории (рекомендуется)",
      "panel2q1tooltip": "Если выбрать эту опцию, заголовок элемента будет изменён соответственно заголовку истории, а дельнейшие изменения в конструкторе будут синхронизированы.",
      "panel2q2": "Название элемента",
      "panel3": "Для дальнейшего улучшения отображения своей истории в социальных сетях используйте ${MYSTORIES}, чтобы добавить краткую информацию и изображение образца.",
      "panel4": "Больше не уведомлять меня об этой истории"
    },
    "share": {
      "shareTitle": "Откройте доступ к истории",
      "preview": "Просмотр",
      "viewlive": "Просмотр истории",
      "btnPrivate": "Частный",
      "btnPrivateTooltip": "Только вы видите историю.",
      "btnOrg": "Организация",
      "btnOrgTooltip": "Только участники организации могут просмотреть историю.",
      "btnPublic": "Общий",
      "btnPublicTooltip": "Историю может просмотреть кто угодно",
      "loadingMessage": "Проверка истории на наличие ошибок...",
      "viewToggle1": "Показать ресурсы истории",
      "viewToggle2": "Закрыть ресурсы истории",
      "socialize": "Открытие доступа",
      "statusPrivate": "История является частной и доступна только для вас.",
      "statusError": "Эти ограничения в ресурсах истории могут заметить ваши читатели. Вы можете выявить и исправить их.",
      "statusNoErrPrivate": "Откройте доступ к истории, когда все будет готово!",
      "mystoriesinvite": "Управление историями",
      "notavailable1": "Извините, публикация истории из Конструктора не поддерживается, т.к. приложение не размещено в %PRODUCT%.",
      "notavailable2": "Извините, публикация истории из Конструктора не поддерживается в данной версии Portal for ArcGIS (необходима версия 10.4 и выше).",
      "notavailable3": "Вы можете опубликовать эту историю из %LINK%.",
      "notavailable4": "Мои истории",
      "notavailable5": "страница элемента",
      "notavailable6": "Извините, этот объект не поддерживается в режиме разработки полностью. Он может поддерживаться в зависимости от выбранного варианта разворачивания.",
      "notavailable7": "Посмотрите в %MYCONTENT%, что карты и слои, которые используются в истории, также доступны.",
      "notavailable8": "Мои ресурсы",
      "mystoriesinvite2": "Для дальнейшего улучшения отображения своей истории в социальных сетях используйте ${MYSTORIES}, чтобы добавить краткую информацию и изображение образца."
    },
    "settings": {
      "header": "Настройки",
      "tabError": "Проверьте все закладки на наличие ошибок"
    },
    "settingsLayout": {
      "title": "Компоновка",
      "explain": "Какой формат вы хотите использовать?",
      "explainInit": "Вы можете изменить формат в любое время в диалоговом окне настроек.",
      "viewExample": "Посмотреть пример из жизни"
    },
    "settingsTheme": {
      "title": "Тема"
    },
    "settingsHeader": {
      "title": "Заголовок",
      "logoEsriRadio": "Логотип Esri",
      "logoNoneRadio": "Без логотипа",
      "logoOrgRadio": "Логотип организации",
      "logoCustomRadio": "Мой логотип",
      "logoCustomLabel": "Изображение:",
      "logoCustomUploadHelp": "Ссылка на изображение логотипа должна начинаться с HTTPS. Лучше всего выглядят логотипы с соотношением сторон ширина:высота как 1:1 или 5:1. Если логотип по ссылке медленно отображается, сохраните его и загрузите сюда копию.",
      "logoCustomUploadTooltip": "Использовать загруженный логотип",
      "logoCustomUploadButton": "Загрузить логотип",
      "logoUploadSizeError": "Слишком большие размеры GIF. Замените размер на ${PIXEL-WIDTH} пикселов по ширине",
      "logoCustomLinkHTTPSError": "Ссылка должна начинаться с HTTPS",
      "logoCustomLinkTooltip": "Ссылка на логотип",
      "logoCustomLinkPlaceholder": "URL изображения",
      "logoCustomLinkPlaceholderHTTPS": "https://example.com/logo.jpg",
      "logoUploadGenericError": "Логотипом может быть файл формата .bmp, .gif, .jpg, .jpeg, или .png. Gif должен быть меньше 250 пикс. в ширину и 10 МБ по размеру.",
      "logoCustomTargetPlaceholder": "Веб-страница, которая будет открываться при нажатии на логотип",
      "logoSocialText": "Строка тегов:",
      "logoLink": "Ссылка:",
      "lblSmallHeader": "Использовать компактный заголовок (без подзаголовка)"
    },
    "header": {
      "title": "Отредактируйте заголовок вашего %TPL_NAME%",
      "subtitle": "Отредактируйте подзаголовок вашего %TPL_NAME%"
    },
    "sectionNavigation": {
      "select": "Выбрать раздел...",
      "section": "Раздел",
      "thisSection": "Этот раздел",
      "homeSection": "Домашний раздел",
      "hiddenSection": "Скрытый раздел"
    },
    "bannerNotification": {
      "learnMore": "Подробнее",
      "close": "Закрыть",
      "dontShowAgain": "Не показывать это сообщение снова"
    },
    "httpsTransitionMessage": {
      "bannerMsg": "Важное сообщение о веб-безопасности и картах-историях.",
      "s1h1": "Esri улучшил защищенность карт-историй.",
      "s1p1": "Ваши карты-истории находятся в сети, и веб-сообщество постоянно работает над увеличением их защищенности. HTTPS, обеспечивающий защищенное подключение к размещаемым в интернете ресурсам, предоставляет соответствующий доступ к ресурсам. Большинство современных браузеров в настоящий момент отображают сообщения с предупреждением при использовании HTTP вместо HTTPS. В связи с этим новым стандартом начиная с обновлений ArcGIS Online июня 2018 года картам-историям потребуется использование протокола HTTPS.",
      "s1p2": "На практике это означает, что карта-история и все ее ресурсы (в том числе изображения, слои, встроенные приложения и веб-сайты) должны использовать ссылки с HTTPS вместо HTTP. Это обеспечит максимальное удобство для пользователей карт, так как большинство веб-браузеров определит, что они являются защищенными.",
      "s2h1": "Что еще нужно сделать?",
      "s2p1": "Esri работает над максимальным упрощением взаимодействия между авторами и читателями карт-историй. В конструкторах карт-историй и Моих историях есть инструменты, которые помогут вам найти незащищенные ресурсы (HTTP) историй и содержат рекомендации о том, как решить эту проблему. Пожалуйста, проверьте свои истории на предмет наличия незащищенных ресурсов и обновите протокол на HTTPS до июня 2018.",
      "action1": "Закрыть",
      "action2": "Проверить мои истории сейчас",
      "action3": "Более подробно"
    }
  }
});