define(
	 ({
		commonWebmap: {
			selector: {
				lblWebMap: "Веб-карта",
				lblLocation: "Местоположение",
				lblContent: "Содержание",
				lblPopup: "Всплывающее окно",
				lblControls: "Дополнения",
				lblOverview: "Обзорная карта",
				lblLegend: "Легенда",
				loadingTitle: "Название загрузки",
				section: "Раздел",
				sections: "Разделы",
				and: "и",
				action: "Действие в разделе",
				actions: "Действие в разделах",
				originalWebmap: "Веб-карта, использованная для публикации % TPL_NAME %",
				browseMaps: "Обзор Карт",
				current: "Текущая веб-карта",
				select: "Выберите веб-карту",
				newMap: "Вновь выбранная веб-карта",
				webmapDefault: "Веб-карта по умолчанию",
				customCfg: "Пользовательская конфигурация",
				tooltipLocation: "Определите местоположение на карте, которое будет открыто при обращении к данному разделу.",
				tooltipContent: "Определите видимые слои.",
				tooltipPopup: "Выберите всплывающее окно, которое будет открываться при переходе в данный раздел.",
				tooltipOverview: "Отобразите маленькую обзорную карту вместе с основной картой",
				tooltipLegend: "Отобразите легенду карты на самой карте, что пригодится, если на карте много слоев и символов.",
				mapCfgInvite: "Используйте эти элементы управления для настройки вашей карты"
			},
			configure: {
				btnReset: "Сбросить",
				btnCancel: "Отмена",
				tocTitle: "Содержание карты",
				tocExplain: "Выберите, какие слои будут отображаться.",
				tocNoData: "Отсутствуют слои, которые можно настраивать.",
				tocSave: "Сохранить содержание карты",
				extentTitle: "Местоположение карты",
				extentExplain: "Переместите и измените масштаб карты, чтобы просмотреть, как она будет выглядеть для читателей.",
				extentSave: "Сохранение местоположение на карте",
				popupTitle: "Всплывающее окно карты",
				popupExplain: "Щелкните объект, чтобы открыть всплывающее окно, которое вы хотите отобразить",
				popupSave: "Сохраните конфигурацию всплывающего окна",
				hintNavigation: "Навигация по карте отключена."
			}
		},
		configure: {
			mapdlg:{
				items:{
					organizationLabel: "Моя организация",
					onlineLabel: "ArcGIS Online",
					contentLabel: "Мои ресурсы",
					favoritesLabel: "Мое избранное"
				},
				title: "Выберите веб-карту",
				searchTitle: "Поиск",
				ok: "Ok",
				cancel: "Отмена",
				placeholder: "Введите слово для поиска или ID веб-карты..."
			}
		}
	})

);
