define({
  "viewer": {
    "common": {
      "close": "Закрити",
      "focusMainstage": "Надіслати клавіатурний фокус до мультимедійного змісту",
      "expandImage": "Розгорнути зображення"
    },
    "a11y": {
      "skipToContent": "Пропустити до розповіді",
      "headerAria": "Верхній колонтитул історії",
      "panelAria": "Розповідь історії",
      "mainStageAria": "Мультимедійний зміст розділу поточної історії",
      "logoLinkAria": "Посилання на логотип",
      "toTop": "Перейти до початку розповіді",
      "focusContent": "Повернутись до розповіді",
      "navAria": "Розділи історії",
      "navPreviousAria": "Попередній розділ",
      "navNextAria": "Наступний розділ",
      "toSectionAria": "Перейти до розділу %SECTION_NUMBER%: %SECTION_TITLE%",
      "toNextGroupAria": "Наступна група розділів (%SECTION_RANGE%)",
      "toPrevGroupAria": "Попередня група розділів (%SECTION_RANGE%)",
      "loadingAria": "Виконується завантаження змісту історії"
    },
    "loading": {
      "step1": "Виконується завантаження історії",
      "step2": "Виконується завантаження даних",
      "step3": "Виконується ініціалізація",
      "loadBuilder": "Виконується перемикання на конструктор",
      "long": "Виконується ініціалізація Map Journal",
      "long2": "Дякуємо за очікування",
      "failButton": "Перезавантажити історію"
    },
    "signin": {
      "title": "Потрібна аутентифікація",
      "explainViewer": "Увійдіть в систему за допомогою облікового запису на %PORTAL_LINK% для доступу до історії.",
      "explainBuilder": "Увійдіть в систему за допомогою облікового запису на %PORTAL_LINK% для налаштування історії."
    },
    "errors": {
      "boxTitle": "Виникла помилка",
      "invalidConfig": "Недійсна конфігурація",
      "invalidConfigNoApp": "Ідентифікатор додатку Web Mapping не заданий у index.html.",
      "invalidConfigNoAppDev": "Ідентифікатор додатку Web Mapping не заданий у параметрах URL (?appid=). У режимі розробки конфігурація ідентифікатора додатку в index.html ігнорується.",
      "unspecifiedConfigOwner": "Авторизований власник не був налаштований.",
      "invalidConfigOwner": "Власник історії не авторизований.",
      "createMap": "Неможливо створити карту",
      "invalidApp": "%TPL_NAME% не існує або недоступний.",
      "appLoadingFail": "Щось пішло не так, %TPL_NAME% не завантажився правильно.",
      "notConfiguredDesktop": "Історія ще не налаштована.",
      "notConfiguredMobile": "Конструктор %TPL_NAME% не підтримується при цьому розмірі дисплея. Якщо можливо, змініть розмір вашого браузера для доступу до конструктора або створіть свою історію на пристрої з більшим екраном.",
      "notConfiguredMobile2": "Поверніть ваш пристрій у альбомну орієнтацію для використання конструктора %TPL_NAME%.",
      "notAuthorized": "Ви не маєте права доступу до цієї історії",
      "notAuthorizedBuilder": "Ви не маєте права використовувати конструктор %TPL_NAME%.",
      "noBuilderIE": "Конструктор не підтримується браузером Internet Explorer до версії %VERSION%. %UPGRADE%",
      "noViewerIE": "Історія не підтримується браузером Internet Explorer до версії %VERSION%. %UPGRADE%",
      "noViewerIE2": "Ви намагаєтесь переглянути цю історію, використовуючи більш ранню, непідтримувану версію браузера. Деякі об'єкти можуть не працювати або можуть виникати інші неочікувані проблеми. Рекомендується оновити браузер до Internet Explorer 11 або використовувати інший браузер, наприклад, Chrome.",
      "noViewerIE3": "В кінці 2017 року завантаження цієї історії у даному браузері буде недоступне. З цього моменту необхідно використовувати підтримуваний браузер для перегляду цієї історії.",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'>Оновіть свій браузер</a>.",
      "mapLoadingFail": "Щось пішло не так, карта не завантажилась правильно.",
      "signOut": "Вийти із системи",
      "print0": "Вибачте, історію неможливо надрукувати.",
      "print1": "Для друку цієї історії скористайтесь кнопкою друку, розташовану у діалоговому вікні спільного доступу.",
      "print2": "Вибачте, друкована версія історії зазвичай доступна через діалогове вікно спільного доступу, проте це діалогове вікно було деактивовано автором.",
      "attention": "Увага!"
    },
    "mobileView": {
      "tapForDetails": "Торкніться для отримання детальної інформації",
      "clickForDetails": "Докладніше",
      "swipeToExplore": "Проведіть для вивчення",
      "tapForMap": "Торкніться, щоб повернутись назад",
      "clickForMap": "НАЗАД"
    },
    "floatLayout": {
      "scroll": "Прокрутка"
    },
    "sideLayout": {
      "scroll": "Прокрутіть вниз для перегляду додаткової інформації!"
    },
    "mainStage": {
      "back": "Назад",
      "errorDeleted": "Це посилання неактивне (розділ було видалено)",
      "errorNotPublished": "Це посилання неактивне (розділ не опубліковано)"
    },
    "headerFromCommon": {
      "storymapsText": "Карта-історія",
      "builderButton": "Редагувати",
      "facebookTooltip": "Поділитися на Facebook",
      "twitterTooltip": "Поділитися на Twitter",
      "bitlyTooltip": "Поділитися або надрукувати",
      "templateTitle": "Задати заголовок шаблону",
      "templateSubtitle": "Задати підзаголовок шаблону",
      "share": "Поділитися",
      "checking": "Виконується перевірка змісту вашої історії",
      "fix": "Виправити проблеми у вашій історії",
      "noerrors": "Проблеми не виявлено",
      "tooltipAutoplayDisabled": "Це недоступно в режимі автоматичного відтворення",
      "notshared": "Історію не надано в спільне використання"
    },
    "mapFromCommon": {
      "overview": "Оглядова карта",
      "legend": "Легенда",
      "home": "Масштабувати/На головну"
    },
    "shareFromCommon": {
      "copy": "Копіювати",
      "copied": "Скопійовано",
      "open": "Відкрити",
      "embed": "Вбудувати у веб-сторінку",
      "embedExplain": "Використовуйте наступний HTML-код для вбудовування журналу у веб-сторінку.",
      "size": "Розмір (ширина/висота)",
      "autoplayLabel": "Режим автоматичного відтворення",
      "autoplayExplain1": "Режим автоматичного відтворення забезпечує переміщення по вашій історії з регулярним інтервалом. Це ідеально підходить для монітору кіоску або громадського дисплея; проте пам’ятайте, що в інших ситуаціях заголовок історії буде важче прочитати. Цей об'єкт не підтримується на невеликих дисплеях.",
      "autoplayExplain2": "Коли цей режим активний, елементи керування для відтворення/призупинення історії та регулювання швидкості навігації відсутні.",
      "linksupdated": "Посилання оновлено!",
      "print": "Друк",
      "printInstruction1": "Почекайте, поки не завантажиться вся історія, перш ніж виконувати друк",
      "printInstruction1a": "Якщо ця сторінка завантажується повільно або деякий мультимедійний зміст не відображається, спробуйте надрукувати менший діапазон розділів.",
      "printInstruction1b": "Для отримання найкращих результатів може знадобитися активувати друк фонових елементів у налаштуваннях друку вашого браузера.",
      "printInstruction2": "Цією сторінкою неможливо поділитися з іншими, замість цього поділіться ${link}",
      "link": "посиланням на історію",
      "optionsHeader": "Опції",
      "printOptPageBreak": "Починайте кожний розділ на новій сторінці",
      "makeTextBlack": "Зробити весь текст чорним",
      "showLinks": "Показати URL посилань",
      "madeWith": "Цю історію було створено за допомогою ${JOURNAL_LINK_TEXT}.",
      "journalLinkText": "Story Map Journal від Esri",
      "readItOnline": "Прочитайте інтерактивну версію в Інтернеті за посиланням ${link}.",
      "printMSWarning": "посилання доступне тільки у онлайновій історії",
      "printVideoWarning": "Це відео можна переглядати у онлайновій версії цієї карти-історії",
      "printRangeHeader": "Надрукувати частину цієї історії",
      "sectionLabel": "Розділи:",
      "apply": "Застосувати",
      "resetRange": "Скинути до цілої історії"
    }
  }
});