define(
	 ({
		commonCore: {
			common: {
				add: "เพิ่ม",
				edit: "แก้ไข",
				save: "จัดเก็บ",
				next: "ถัดไป",
				cancel: "ยกเลิก",
				back: "กลับ",
				apply: "นำไปใช้",
				close: "ปิด",
				open: "เปิด",
				start: "เริ่ม",
				loading: "กำลังโหลด",
				disabledAdmin: "คุณลักษณะนี้ได้ถูกปิดใช้งานโดยผู้ดูแลระบบ",
				width: "ความกว้าง",
				height: "ความสูง",
				create: "สร้าง",
				yes: "ใช่",
				no: "ไม่",
				mystories: "เรื่องราวของฉัน"
			},
			inlineFieldEdit: {
				editMe: "แก้ไขฉัน!"
			},
			builderPanel: {
				panelHeader: "%TPL_NAME% สร้าง",
				buttonSaving: "การบันทึก",
				buttonSaved: "บันทึกแล้ว",
				buttonShare: "แบ่งปัน",
				buttonSettings: "การตั้งค่า",
				buttonHelp: "ช่วยเหลือ",
				buttonPreview: "แสดงสตอรี่",
				tooltipFirstSave: "ฟังก์ชั่นนี้ไม่สามารถใช้ได้จนกว่าโปรแกรมจะถูกบันทึกไว้",
				tooltipNotShared: "ฟังก์ชั่นนี้ไม่สามารถใช้ได้จนกว่าจะมีการประยุกต์ใช้ร่วมกัน",
				tooltipNotShared2: "สตอรี่ของคุณยังไม่ได้ถูกแชร์ ดังนั้นคุณคนเดียวที่สามารถใช้งานได้",
				noPendingChange: "ไม่มีการเปลี่ยนแปลง",
				unSavedChangePlural: "อยู่ระหว่างการเปลี่ยนแปลง",
				closeWithPendingChange: "คุณแน่ใจว่าจะต้องการที่จะยืนยันการดำเนินการนี้ การเปลี่ยนแปลงของคุณจะหายไป",
				saveError: "การบันทึกผิดพลาด กรุณาลองอีกครั้ง",
				status1: "เรื่องราวถูกแบ่งปัน แต่พบปัญหา",
				status2: "เรื่องราวยังไม่ถูกแบ่งปัน แต่พบปัญหา",
				status3: "เรื่องราวแบ่งปันสาธารณะ",
				status4: "เรื่องราวถูกแบ่งปันในองค์กรของคุณ",
				status5: "เรื่องราวเป็นส่วนตัว",
				status6: "เรื่องราวยังไม่ถูกบันทึก",
				checking: "กำลังตรวจสอบ",
				fix: "แก้ไข"
			},
			saveError: {
				title: "ผิดพลาดในการบันทึกเรื่องราว",
				err1Div1: "ไม่สามารถบันทึกเรื่องราวได้ เพราะคุณมีรายการอื่นที่ชื่อเหมือนกัน",
				err1Div2: "กรุณาแก้ไขชื่อเรื่องของเรื่องราวและบันทึก",
				btnOk: "แก้ไขชื่อของเรื่องราว"
			},
			saveErrorSocial: {
				title: "ปรับปรุงสังคมออนไลน์ร่วมกัน",
				panel1: "สตอรี่ของคุณที่ปรากฎในสังคมออนไลน์ได้รับทางพัฒนา แต่ชื่อ ArcGIS เว็บแอพลิเคชันของคุณไม่เหมือนกับชื่อสตอรี่",
				panel1tooltip: "โดยการกำหนดชื่อ สรุปและภาพเรื่องราวของคุณจะมีลักษณะเช่นนี้:",
				panel2:	"ชื่อเรื่องไหนที่คุณต้องการใช้บนสังคมออนไลน์",
				panel2q1: "ชื่อสตอรี่ (แนะนำ)",
				panel2q1tooltip: "โดยเลือกตัวเลือกนี้ชื่อรายการของคุณจะถูกปรับเปลี่ยนให้ตรงกับชื่อเรื่องของคุณและการเปลี่ยนแปลงต่อไปในบิวเดอร์จะทำข้อมูลให้ตรงกัน",
				panel2q2: "ชื่อรายการ",
				panel3: "ในการทำให้สตอรี่ของคุณมีพัฒนาเพิ่มเติมบนสังคมออนไลน์ ${MYSTORIES} เพื่อเพิ่มสรุปและรูปภาพ",
				panel4: "กรุณอย่าเตือนฉันที่เกี่ยวกับสตอรี่นี้อีก"
			},
			share: {
				shareTitle: "แบ่งปันเรื่องราว",
				preview: "แสดงตัวอย่าง",
				viewlive: "แสดงสตอรี่",
				btnPrivate: "ส่วนตัว",
				btnPrivateTooltip: "เฉพาะคุณสามารถมองเห็นเรื่องราวได้",
				btnOrg: "องค์กร",
				btnOrgTooltip: "เฉพาะสมาชิกในองค์กรของคุณสามารถมองเห็นเรื่องราวได้",
				btnPublic: "สาธารณะ",
				btnPublicTooltip: "ทุกคนสามารถมองเห็นเรื่องราว",
				loadingMessage: "ตรวจสอบปัญหาของเรื่องราว",
				viewToggle1: "แสดงเนื้อหาเรื่องราว",
				viewToggle2: "ปิดเนื้อหาเรื่องราว",
				socialize: "เข้าสังคม",
				statusPrivate: "เรื่องราวของคุณตั้งค่าเป็นส่วนตัว เฉพาะคุณสามารถดูได้",
				statusError: "พบปัญหาในเนื้อหาของคุณซึ่งผู้อ่านสามารถเห็นได้ชัด คุณสามารถตรวจสอบและแก้ไขได้ ดังนี้",
				statusNoErrPrivate: "แบ่งปันเรื่องราวของคุณเมื่อคุณพร้อม",
				mystoriesinvite: "จัดการเรื่องราวทั้งหมดของคุณ",
				notavailable1: "ขออภัย การแบ่งปันเรื่องราวของคุณจาก Builder ไม่สนับสนุนตั้งแต่โปรแกรมนี้ไม่ได้เป็นโฮสใน %ผลิตภัณฑ์%",
				notavailable2: "ขออภัย การแบ่งปันเรื่องราวของคุณจาก Builder ไม่สนับสนุนบนเวอร์ชั่นนี้ของ Portal for ArcGIS (จำเป็นต้องใช้ 10.4 หรือหลังจากนั้น)",
				notavailable3: "คุณสามารถแบ่งปันเรื่องราวจาก %ลิงค์%",
				notavailable4: "เรื่องราวของฉัน",
				notavailable5: "หน้ารายการ",
				notavailable6: "ขออภัย ฟีเจอร์นี้ไม่สนับสนุนอย่างสมบูรณ์ในโหมดของการพัฒนา ขึ้นอยู่กับเหตุการณ์ของคุณ ฟีเจอร์อาจจะถูกสนับสนุนเมื่อสร้าง",
				notavailable7: "ให้แน่ใจว่า ตรวจสอบที่ %เนื้อหาของฉัน% เพื่อยืนยันว่าแผนที่และชั้นข้อมูลที่ใช้ในเรื่องราวของคุณถูกแบ่งปันแล้ว",
				notavailable8: "เนื้อหาของฉัน",
				mystoriesinvite2: "ในการทำให้สตอรี่ของคุณมีพัฒนาเพิ่มเติมบนสังคมออนไลน์ใช้ ${MYSTORIES} เพื่อเพิ่มสรุปและรูปภาพ"
			},
			settings: {
				header: "การตั้งค่า",
				tabError: "กรุณาตรวจสอบความผิดพลาดในทุกๆ แถบ"
			},
			settingsLayout: {
				title: "หน้ากระดาษ",
				explain: "คุณต้องการใช้รูปแบบโครงสร้างแบบใด?",
				explainInit: "คุณสามารถแก้ไขโครงร่างได้ตลอดเวลาจากการตั้งค่าที่กล่องโต้ตอบ",
				viewExample: "ดูเป็นตัวอย่างจริง"
			},
			settingsTheme: {
				title: "หัวข้อ"
			},
			settingsHeader: {
				title: "ส่วนหัว",
				logoEsri: "โลโก้ Esri",
				logoNone: "ไม่มีโลโก้",
				logoCustom: "แก้ไขโลโก้",
				logoCustomPlaceholder: "URL (มากสุด 250x50 พิกเซล)",
				logoCustomTargetPlaceholder: "คลิกผ่านลิ้ง",
				logoSocialExplain: "แก้ไขหัวของลิ้ง",
				logoSocialText: "ตัวหนังสือ",
				logoSocialLink: "ลิงก์",
				lblSmallHeader: "ใช้ส่วนบนที่มีขนาดกระทัดรัด (ไม่มีชื่อเรื่อง)"
			},
			header: {
				title: "แก้ไขชื่อเรื่องของคุณ %TPL_NAME%",
				subtitle: "แก้ไขเนื้อหาด้านล่างของคุณ %TPL_NAME%"
			}
		}
	})
);
