define({
  "commonMedia": {
    "mediaSelector": {
      "lblSelect1": "สื่อ",
      "lblSelect2": "เนื้อหา",
      "lblMap": "แผนที่",
      "lblImage": "รูปภาพ",
      "lblVideo": "วิดีโอ",
      "lblExternal": "เว็บเพจ",
      "lblUpload": "อัพโหลด",
      "lblLink": "ลิงค์",
      "disabled": "คุณลักษณะนี้ได้ถูกปิดใช้งานโดยผู้ดูแลระบบ",
      "userLookup": "โหลดอัลบัม",
      "notImplemented": "ยังไม่ได้ดำเนินการ",
      "noData": "ไม่พบวิดีโอสาธารณะ"
    },
    "imageSelector": {
      "lblStep1": "เลือกการบริการ",
      "lblStep2": "เลือกมีเดียของคุณ",
      "lblStep3": "การตั้งค่า"
    },
    "imageSelectorHome": {
      "explain": "โหลดรูปภาพจากโซเชียลมีเดีย <br /> หรือตรงจาก URL"
    },
    "imageSelectorUpload": {
      "lblUploadButton": "เบราว์สำหรับรูปภาพ",
      "lblDrop": "วางรูปภาพที่นี่หรือ",
      "infoUpload": "รูปภาพจะถูกจัดเก็บในบัญชี ArcGIS ของคุณและสามารถเข้าถึงได้ภายในเรื่องราวของคุณเท่านั้น",
      "warningFileTypes": "ภาพสามารถ jpg, .png, .gif หรือ .bmp",
      "warningOneFile": "ไฟล์เดียวได้รับการยอมรับพร้อมกัน",
      "warningFileSize": "ขนาดไฟล์ใหญ่เกินไปสำหรับการอนุญาตในการอัพโหลด โปรดเลือกไฟล์อื่น",
      "tooltipRemove": "ลบรูปภาพที่ไม่ได้ใช้นี้ออกจากบัญชีบัญชี ArcGIS <br> (คุณจะต้องอัพโหลดอีกครั้งถ้าคุณตัดสินใจที่จะใช้ในภายหลัง.)"
    },
    "imageSelectorFlickr": {
      "userInputLbl": "ชื่อผู้ใช้งาน",
      "signInMsg2": "ไม่พบผู้ใช้งาน",
      "loadingFailed": "โหดลผิดพลาด"
    },
    "imageSelectorFacebook": {
      "leftHeader": "ผู้ใช้เฟสบุค",
      "rightHeader": "เพจเฟสบุค",
      "pageExplain": "หน้าเฟสบุคเป็นที่นิยมสำหรับการแสดงแบรนด์สินค้าและผู้มีชื่อเสียง<b>esrigis</b>. คุณสามารถให้ชื่อเพจหลัง'/' ในหน้า URL ได้",
      "pageInputLbl": "ชื่อเพจ",
      "lookupMsgError": "ไม่พบหน้านี้",
      "warning": "การสนับสนุนเฟสบุ๊คถูกยกเลิกการเชื่อมต่อ",
      "learn": "เรียนรู้เพิ่มเติม"
    },
    "imageSelectorPicasa": {
      "userInputLbl": "อีเมล์หรือรหัส Google",
      "signInMsg2": "ไม่พบชื่อบัญชี",
      "howToFind": "วิธีการหารหัส Picasa",
      "howToFind2": "คัดลอกตัวเลขระหว่าง หลักแรก และหลักที่สอง ของหน้าต่างใดๆ บน Picasa"
    },
    "videoSelectorCommon": {
      "check": "ตรวจสอบ",
      "notFound": "ไม่พบวิดีโอ",
      "found": "พบวิดีโอ",
      "select": "เลือกวิดีโอนี้"
    },
    "videoSelectorHome": {
      "other": "อื่นๆ"
    },
    "videoSelectorYoutube": {
      "url": "ลิงค์วิดีโอ YouTube",
      "pageInputLbl": "ชื่อผู้ใช้งาน",
      "lookupMsgError": "ไม่พบผู้ใช้งาน",
      "howToFind": "วิธีการค้นหาชื่อ YouTube",
      "howToFind2": "ชื่อผู้ใช้ไม่แสดงอยู่ด้านล่างวิดีโอ",
      "found": "พบ",
      "noData": "ไม่พบวิดีโอสาธารณะ",
      "videoNotChecked": "วิดีโอยังไม่ได้รับการตรวจสอบว่ามีอยู่บน YouTube แต่ที่อยู่ถูกต้อง",
      "checkFailedAPI": "การตรวจสอบโดย YouTube ไม่สามารถทำได้ โปรดตรวจสอบคีย์ของ YouTube API"
    },
    "videoSelectorVimeo": {
      "url": "ลิงค์วิดีโอ Vimeo"
    },
    "videoSelectorOther": {
      "explain1": "แผนที่เรื่องนี้ไม่สามารถเล่นไฟล์วิดีโอได้ (เช่น AVI, MPEG) แต่มันก็สามารถเล่นวิดีโอที่มีในตัวเล่น (เช่น YouTube หรือ Vimeo)",
      "explain2": "ส่วนใหญ่การให้บริการโฮสติ้งวิดีโอมีฟีเจอร์นี้ ค้นหาตัวเลือกที่จะฝังวิดีโอคัดลอกโค้ดที่ให้ไว้และเพิ่มเข้าไปในเรื่องราวของคุณโดยใช้% เว็บเพจตัวเลือกเนื้อหา%",
      "explain3": "มีทางเลือกสำหรับคุณคือคุณสามารถโฮสต์วิดีโอด้วยตัวเองพร้อมกับหน้า HTML ที่ใช้เล่นวิดีโอเช่น% ตัวอย่าง% แล้วคุณต้องการเพิ่ม URL ของหน้า HTML ว่าเรื่องของคุณเป็น% เว็บเพจ%",
      "webpage": "เว็บเพจ"
    },
    "webpageSelectorHome": {
      "lblUrl": "การเชื่อมโยงเว็บเพจ",
      "lblEmbed": "รหัสที่ฝัง",
      "lblOR": "หรือ",
      "lblError1": "ข้อผิดพลาด ยกเลิกหนึ่งในสองฟิลด์ที่นำเข้า",
      "lblError2": "รหัสที่ฝังสามารถมีได้เพียงชุดเดียวเท่านั้น %IFRAMETAG%",
      "configure": "การตั้งค่า"
    },
    "mediaConfigure": {
      "lblURL": "การเชื่อมโยงภาพ",
      "lblURLPH": "การเชื่อมโยงควรจะจบลงด้วยการ jpg, .png, .gif หรือ .bmp",
      "lblURLError": "ไฟล์ภาพนี้ไม่ถูกต้อง กรุณากำหนดลิงค์ไปยังไฟล์ภาพโดยตรง ( URL ของคุณควรลงท้ายด้วย .jpg หรือ .png). ลิงค์ไปยังหน้าเว็บที่เก็บภาพไม่ถูกต้อง",
      "lblURLCheck": "กำลังตรวจสอบภาพ...",
      "lblLabel": "คำบรรยายใต้ภาพ",
      "lblLabel1": "คำบรรยายภาพ",
      "lblLabel2": "เลื่อนข้อความ",
      "lblLabel3": "ไม่ใช่",
      "lblLabelPH": "เพิ่มข้อความ...",
      "lblMaximize": "รวมถึงปุ่มขยายที่อยู่บริเวณมุมของรูป",
      "lblMaximizeHelp": "แนะนำรูปภาพที่มีความละเอียดสูงเท่านั้น",
      "lblPosition": "ตำแหน่ง",
      "lblPosition1": "ศูนย์กลาง",
      "lblPosition2": "กรอก",
      "lblPosition3": "พอดี",
      "lblPosition4": "ยืด",
      "lblPosition5": "ปรับแต่ง",
      "lblURLHelp": "เพื่อให้ได้ผลลัพธ์ที่ดีที่สุดภาพควรจะน้อยกว่า 400 KB ใช้ภาพ JPG บีบอัดที่มีคุณภาพ 80% และแนะนำเหล่านี้มีความกว้างภาพ:. 2000 พิกเซลสำหรับเวทีหลักหรือแผงเล่าเรื่องด้วยปุ่ม Maximize 1000 พิกเซลสำหรับแผงเล่าเรื่องโดยไม่ต้องเพิ่มปุ่ม <br><br> หากภาพที่เชื่อมโยงดึงช้า อัปโหลดไปยังเรื่องราวของคุณเพื่อให้ได้ผลลัพธ์ที่ดีกว่า",
      "tooltipDimension": "ระบุค่าด้วย px หรือ %",
      "tooltipDimension2": "มีการกำหนดค่าใน 'px'",
      "lblPosition2Explain": "(อาจจะตัด)",
      "lblPosition3Explain": "(ไม่ตัด)",
      "lblPosition3Explain2": "(ความกว้างจะต้องพอดีกับแผงข้อมูล)",
      "lblPosition4Explain": "(อาจจะเบี้ยว)",
      "unloadLbl": "ยกเลิกการโหลดเมื่อผู้อ่านเลือกไปส่วนที่แตกต่าง",
      "unloadHelp": "หากหน้าเว็บมีสื่อเสียงหรือวิดีโอให้เลือกตัวเลือกนี้จะหยุดเนื้อหาที่จากการเล่นเมื่อผู้อ่านใช้ออก ยกเลิกการเลือกตัวอย่างเพื่อให้การเล่นซาวด์แทร็กเป็นผู้อ่านก้าวหน้าผ่านเรื่องราว. <br /> หากหน้าเว็บเป็นโปรแกรมที่ให้ยกเลิกการเลือกตัวเลือกนี้เพื่อให้เรื่องที่ไม่ได้โหลดหากผู้อ่านกลับไป มัน.",
      "embedProtocolLabel": "โหลดหน้าเวปผ่านการเชื่อมต่อที่เชื่อถือได้ (HTTPS)",
      "embedProtocolWarning1": "หากหน้านี้ไม่ได้โหลดในเรื่องราวของคุณก็ไม่สามารถฝังตัวสำหรับเหตุผลด้านความปลอดภัยเว็บ ในฐานะที่เป็นทางเลือกในการเพิ่มการเชื่อมโยงในการเล่าเรื่องของคุณเพื่อเปิดหน้าเว็บในแท็บเบราว์เซอร์ใหม่ <a href='http://links.esri.com/storymaps/blogs_mixed_content/' target='_blank'> เรียนรู้เพิ่มเติม </a>",
      "embedProtocolWarning2": "หากหน้านี้ไม่ได้โหลดในเรื่องราวของคุณให้ยกเลิกการเลือกตัวเลือกนี้และลองอีกครั้ง ถ้าหน้ายังไม่ได้โหลดก็ไม่สามารถฝังตัวสำหรับเหตุผลด้านความปลอดภัยเว็บ ในฐานะที่เป็นทางเลือกในการเพิ่มการเชื่อมโยงในการเล่าเรื่องของคุณเพื่อเปิดหน้าเว็บในแท็บเบราว์เซอร์ใหม่ <a href='http://links.esri.com/storymaps/blogs_mixed_content/' target='_blank'> เรียนรู้เพิ่มเติม </a>"
    },
    "editorActionGeocode": {
      "lblTitle": "ตำแหน่งของที่อยู่หรือสถานที่",
      "mapMarkerExplain": "ผู้ใช้จะมองเห็นตัวชี้แผนที่เมื่อคลิกที่ลิ้ง"
    },
    "editorActions": {
      "navigate": "นำทางไปยังเซกชัน",
      "remove": "การลบทิ้ง",
      "preview": "การพรีวิว"
    },
    "editorActionMedia": {
      "lblTitle": "เปลี่ยนเนื้อหาที่สือเวทีหลัก"
    },
    "editorInlineMedia": {
      "lblTitle": "เพิ่มภาพหรือวิดีโอ"
    }
  }
});