define(
	 ({
		commonCore: {
			common: {
				add: "Προσθήκη",
				edit: "Επεξεργασία",
				save: "Αποθήκευση",
				next: "Επόμενο",
				cancel: "Άκυρο",
				back: "Πίσω",
				apply: "Εφαρμογή",
				close: "Κλείσιμο",
				open: "Άνοιγμα",
				start: "Έναρξη",
				loading: "Φόρτωση",
				disabledAdmin: "Αυτή η λειτουργία έχει απενεργοποιηθεί από το Διαχειριστή",
				width: "Πλάτος",
				height: "Ύψος",
				create: "Δημιουργία",
				yes: "Ναι",
				no: "Όχι",
				mystories: "Οι αφηγήσεις μου"
			},
			inlineFieldEdit: {
				editMe: "Επεξεργαστείτε!"
			},
			builderPanel: {
				panelHeader: "Εργαλείο δημιουργίας %TPL_NAME%",
				buttonSaving: "Αποθήκευση",
				buttonSaved: "Αποθηκεύτηκε",
				buttonShare: "Κοινοποίηση",
				buttonSettings: "Ρυθμίσεις",
				buttonHelp: "Βοήθεια",
				buttonPreview: "Προβολή αφήγησης",
				tooltipFirstSave: "Αυτή η ενέργεια δεν είναι διαθέσιμη πριν αποθηκεύσετε.",
				tooltipNotShared: "Αυτή η ενέργεια δεν είναι διαθέσιμη πριν κοινοποιήσετε.",
				tooltipNotShared2: "Η αφήγησή σας δεν κοινοποιήθηκε. Μόνο εσείς μπορείτε να την δείτε.",
				noPendingChange: "Δεν υπάρχει εκκρεμής αλλαγή",
				unSavedChangePlural: "Εκκρεμείς αλλαγές",
				closeWithPendingChange: "Είστε βέβαιοι ότι θέλετε να επιβεβαιώσετε αυτή την ενέργεια; Οι αλλαγές σας θα χαθούν.",
				saveError: "Η αποθήκευση απέτυχε, δοκιμάστε ξανά",
				status1: "Η αφήγηση κοινοποιήθηκε αλλά έχει προβλήματα",
				status2: "Η αφήγηση δεν κοινοποιήθηκε αλλά έχει προβλήματα",
				status3: "Η αφήγηση είναι δημόσια",
				status4: "Η αφήγηση κοινοποιείται εντός του οργανισμού σας",
				status5: "Η αφήγηση είναι ιδιωτική",
				status6: "Η αφήγηση δεν έχει αποθηκευτεί ακόμη",
				checking: "Γίνεται έλεγχος",
				fix: "Διόρθωση"
			},
			saveError: {
				title: "Σφάλμα κατά την αποθήκευση της αφήγησης",
				err1Div1: "Δεν είναι δυνατή η αποθήκευση της αφήγησης, επειδή έχετε ήδη ένα άλλο αντικείμενο με το ίδιο όνομα.",
				err1Div2: "Τροποποιήστε τον τίτλο της αφήγησής σας και στη συνέχεια αποθηκεύστε την.",
				btnOk: "Επεξεργασία του τίτλου αφήγησης"
			},
			saveErrorSocial: {
				title: "Ενημέρωση κοινοποίησης στα μέσα κοινωνικής δικτύωσης",
				panel1: "Η εμφάνιση της αφήγησήςâ€™ σας στα μέσα κοινωνικής δικτύωσης βελτιώθηκε, αλλά ο τίτλος αντικειμένου της διαδικτυακής εφαρμογής ArcGIS δεν είναι ίδιος με τον τίτλο της αφήγησης.",
				panel1tooltip: "Με τον ορισμό ενός τίτλου, μιας σύνοψης και μιας εικόνας μικρογραφίας, η αφήγησή σας θα έχει την ακόλουθη μορφή:",
				panel2:	"Ποιος τίτλος θέλετε να χρησιμοποιηθεί στα μέσα κοινωνικής δικτύωσης:",
				panel2q1: "Τίτλος αφήγησης (προτείνεται)",
				panel2q1tooltip: "Με αυτήν την επιλογή, ο τίτλος αντικειμένου θα τροποποιηθεί ώστε να συμφωνεί με τον τίτλο της αφήγησης και θα συγχρονιστούν τυχόν περαιτέρω αλλαγές στο Εργαλείο δημιουργίας.",
				panel2q2: "Τίτλος αντικειμένου",
				panel3: "Για την περαιτέρω βελτίωση της εμφάνισης της αφήγησής σας στα μέσα κοινωνικής δικτύωσης χρησιμοποιήστε το ${MYSTORIES} για την προσθήκη μιας σύνοψης και μιας εικόνας μικρογραφίας.",
				panel4: "Να μην προειδοποιηθώ ξανά για αυτήν την αφήγηση"
			},
			share: {
				shareTitle: "Κοινοποιήστε την αφήγησή σας",
				preview: "Προεπισκόπηση",
				viewlive: "Προβολή αφήγησης",
				btnPrivate: "Ιδιωτική",
				btnPrivateTooltip: "Μόνο εσείς μπορείτε να δείτε την αφήγηση",
				btnOrg: "Στον Οργανισμό",
				btnOrgTooltip: "Μόνο τα μέλη του οργανισμού σας μπορούν να δουν την αφήγηση",
				btnPublic: "Με δημόσιο περιεχόμενο",
				btnPublicTooltip: "Όλοι μπορούν να δουν την αφήγηση",
				loadingMessage: "Έλεγχος της αφήγησής σας για προβλήματα",
				viewToggle1: "Εμφάνιση περιεχομένου αφήγησης",
				viewToggle2: "Κλείσιμο περιεχομένου αφήγησης",
				socialize: "Κοινωνική δικτύωση",
				statusPrivate: "Η αφήγησή σας είναι ιδιωτική, μόνο εσείς μπορείτε να την δείτε.",
				statusError: "Υπάρχουν προβλήματα στο περιεχόμενο της αφήγησής σας τα οποία θα είναι ορατά στους αναγνώστες σας. Μπορείτε να εντοπίσετε και να διορθώσετε αυτά τα προβλήματα παρακάτω.",
				statusNoErrPrivate: "Κοινοποιήστε την αφήγησή σας μόλις είστε έτοιμοι!",
				mystoriesinvite: "Διαχειριστείτε όλες τις αφηγήσεις σας",
				notavailable1: "Δυστυχώς, η κοινοποίηση της αφήγησής σας από το Εργαλείο δημιουργίας δεν υποστηρίζεται, επειδή αυτή η εφαρμογή δεν φιλοξενείται στο %PRODUCT%.",
				notavailable2: "Δυστυχώς, η κοινοποίηση της αφήγησής σας από το Εργαλείο δημιουργίας δεν υποστηρίζεται σε αυτή την έκδοση του Portal for ArcGIS (απαιτείται έκδοση 10.4 ή νεότερη).",
				notavailable3: "Μόνο εσείς μπορείτε να κοινοποιήσετε την αφήγηση από το %LINK%.",
				notavailable4: "Οι αφηγήσεις μου",
				notavailable5: "σελίδα αντικειμένων",
				notavailable6: "Δυστυχώς, αυτό το στοιχείο δεν υποστηρίζεται πλήρως σε λειτουργία προγραμματισμού. Ανάλογα με το σενάριο ανάπτυξης, αυτό το στοιχείο μπορεί να υποστηρίζεται μετά την ανάπτυξή του.",
				notavailable7: "Μην ξεχάσετε να επισκεφθείτε το %MYCONTENT% για να βεβαιωθείτε ότι οι χάρτες και τα επίπεδα που χρησιμοποιούνται στην αφήγησή σας έχουν επίσης κοινοποιηθεί.",
				notavailable8: "Περιεχόμενo",
				mystoriesinvite2: "Για τη βελτίωση της εμφάνισης της αφήγησής σας στα κοινωνικά δίκτυα χρησιμοποιήστε το ${MYSTORIES} για την προσθήκη μιας σύνοψης και μιας εικόνας μικρογραφίας."
			},
			settings: {
				header: "Ρυθμίσεις",
				tabError: "Ελέγξτε όλες τις καρτέλες για σφάλματα"
			},
			settingsLayout: {
				title: "Διάταξη",
				explain: "Ποια διάταξη θέλετε να χρησιμοποιήσετε;",
				explainInit: "Μπορείτε να αλλάξετε τη διάταξη οποιαδήποτε στιγμή από το παράθυρο διαλόγου Ρυθμίσεις.",
				viewExample: "Δείτε ένα παράδειγμα σε πραγματικό χρόνο"
			},
			settingsTheme: {
				title: "Θέμα"
			},
			settingsHeader: {
				title: "Κεφαλίδα",
				logoEsri: "Λογότυπο Esri",
				logoNone: "Χωρίς λογότυπο",
				logoCustom: "Προσαρμοσμένο λογότυπο",
				logoCustomPlaceholder: "URL (μέγιστο μέγεθος 250x50 pixel)",
				logoCustomTargetPlaceholder: "Ενσωματωμένος σύνδεσμος",
				logoSocialExplain: "Προσαρμόστε το σύνδεσμο της κεφαλίδας.",
				logoSocialText: "Κείμενο",
				logoSocialLink: "Σύνδεσμος",
				lblSmallHeader: "Χρήση μικρής κεφαλίδας (χωρίς υπότιτλο)"
			},
			header: {
				title: "Επεξεργαστείτε τον τίτλο του %TPL_NAME%",
				subtitle: "Επεξεργαστείτε τον υπότιτλο του %TPL_NAME%"
			}
		}
	})
);
