define({
  "commonCore": {
    "common": {
      "add": "Προσθήκη",
      "edit": "Επεξεργασία",
      "save": "Αποθήκευση",
      "next": "Επόμενο",
      "cancel": "Άκυρο",
      "back": "Πίσω",
      "apply": "Εφαρμογή",
      "close": "Κλείσιμο",
      "open": "Άνοιγμα",
      "start": "Έναρξη",
      "loading": "Φόρτωση",
      "disabledAdmin": "Αυτή η λειτουργία έχει απενεργοποιηθεί από το Διαχειριστή",
      "width": "Πλάτος",
      "height": "Ύψος",
      "create": "Δημιουργία",
      "yes": "Ναι",
      "no": "Όχι",
      "mystories": "Οι αφηγήσεις μου"
    },
    "inlineFieldEdit": {
      "editMe": "Επεξεργαστείτε!"
    },
    "builderPanel": {
      "panelHeader": "Εργαλείο δημιουργίας %TPL_NAME%",
      "buttonSaving": "Αποθήκευση",
      "buttonSaved": "Αποθηκεύτηκε",
      "buttonShare": "Κοινοποίηση",
      "buttonSettings": "Ρυθμίσεις",
      "buttonHelp": "Βοήθεια",
      "buttonPreview": "Προβολή αφήγησης",
      "tooltipFirstSave": "Αυτή η ενέργεια δεν είναι διαθέσιμη πριν αποθηκεύσετε.",
      "tooltipNotShared": "Αυτή η ενέργεια δεν είναι διαθέσιμη πριν κοινοποιήσετε.",
      "tooltipNotShared2": "Η αφήγησή σας δεν κοινοποιήθηκε. Μόνο εσείς μπορείτε να την δείτε.",
      "noPendingChange": "Δεν υπάρχει εκκρεμής αλλαγή",
      "unSavedChangePlural": "Εκκρεμείς αλλαγές",
      "closeWithPendingChange": "Είστε βέβαιοι ότι θέλετε να επιβεβαιώσετε αυτή την ενέργεια; Οι αλλαγές σας θα χαθούν.",
      "saveError": "Η αποθήκευση απέτυχε, δοκιμάστε ξανά",
      "status1": "Η αφήγηση κοινοποιήθηκε αλλά έχει προβλήματα",
      "status2": "Η αφήγηση δεν κοινοποιήθηκε αλλά έχει προβλήματα",
      "status3": "Η αφήγηση είναι δημόσια",
      "status4": "Η αφήγηση κοινοποιείται εντός του οργανισμού σας",
      "status5": "Η αφήγηση είναι ιδιωτική",
      "status6": "Η αφήγηση δεν έχει αποθηκευτεί ακόμη",
      "checking": "Γίνεται έλεγχος",
      "fix": "Διόρθωση"
    },
    "saveError": {
      "title": "Σφάλμα κατά την αποθήκευση της αφήγησης",
      "err1Div1": "Δεν είναι δυνατή η αποθήκευση της αφήγησης, επειδή έχετε ήδη ένα άλλο αντικείμενο με το ίδιο όνομα.",
      "err1Div2": "Τροποποιήστε τον τίτλο της αφήγησής σας και στη συνέχεια αποθηκεύστε την.",
      "btnOk": "Επεξεργασία του τίτλου αφήγησης"
    },
    "saveErrorSocial": {
      "title": "Ενημέρωση κοινοποίησης στα μέσα κοινωνικής δικτύωσης",
      "panel1": "Η εμφάνιση της αφήγησήςâ€™ σας στα μέσα κοινωνικής δικτύωσης βελτιώθηκε, αλλά ο τίτλος αντικειμένου της διαδικτυακής εφαρμογής ArcGIS δεν είναι ίδιος με τον τίτλο της αφήγησης.",
      "panel1tooltip": "Με τον ορισμό ενός τίτλου, μιας σύνοψης και μιας εικόνας μικρογραφίας, η αφήγησή σας θα έχει την ακόλουθη μορφή:",
      "panel2": "Ποιος τίτλος θέλετε να χρησιμοποιηθεί στα μέσα κοινωνικής δικτύωσης:",
      "panel2q1": "Τίτλος αφήγησης (προτείνεται)",
      "panel2q1tooltip": "Με αυτήν την επιλογή, ο τίτλος αντικειμένου θα τροποποιηθεί ώστε να συμφωνεί με τον τίτλο της αφήγησης και θα συγχρονιστούν τυχόν περαιτέρω αλλαγές στο Εργαλείο δημιουργίας.",
      "panel2q2": "Τίτλος αντικειμένου",
      "panel3": "Για την περαιτέρω βελτίωση της εμφάνισης της αφήγησής σας στα μέσα κοινωνικής δικτύωσης χρησιμοποιήστε το ${MYSTORIES} για την προσθήκη μιας σύνοψης και μιας εικόνας μικρογραφίας.",
      "panel4": "Να μην προειδοποιηθώ ξανά για αυτήν την αφήγηση"
    },
    "share": {
      "shareTitle": "Κοινοποιήστε την αφήγησή σας",
      "preview": "Προεπισκόπηση",
      "viewlive": "Προβολή αφήγησης",
      "btnPrivate": "Ιδιωτική",
      "btnPrivateTooltip": "Μόνο εσείς μπορείτε να δείτε την αφήγηση",
      "btnOrg": "Στον Οργανισμό",
      "btnOrgTooltip": "Μόνο τα μέλη του οργανισμού σας μπορούν να δουν την αφήγηση",
      "btnPublic": "Με δημόσιο περιεχόμενο",
      "btnPublicTooltip": "Όλοι μπορούν να δουν την αφήγηση",
      "loadingMessage": "Έλεγχος της αφήγησής σας για προβλήματα",
      "viewToggle1": "Εμφάνιση περιεχομένου αφήγησης",
      "viewToggle2": "Κλείσιμο περιεχομένου αφήγησης",
      "socialize": "Κοινωνική δικτύωση",
      "statusPrivate": "Η αφήγησή σας είναι ιδιωτική, μόνο εσείς μπορείτε να την δείτε.",
      "statusError": "Υπάρχουν προβλήματα στο περιεχόμενο της αφήγησής σας τα οποία θα είναι ορατά στους αναγνώστες σας. Μπορείτε να εντοπίσετε και να διορθώσετε αυτά τα προβλήματα παρακάτω.",
      "statusNoErrPrivate": "Κοινοποιήστε την αφήγησή σας μόλις είστε έτοιμοι!",
      "mystoriesinvite": "Διαχειριστείτε όλες τις αφηγήσεις σας",
      "notavailable1": "Δυστυχώς, η κοινοποίηση της αφήγησής σας από το Εργαλείο δημιουργίας δεν υποστηρίζεται, επειδή αυτή η εφαρμογή δεν φιλοξενείται στο %PRODUCT%.",
      "notavailable2": "Δυστυχώς, η κοινοποίηση της αφήγησής σας από το Εργαλείο δημιουργίας δεν υποστηρίζεται σε αυτή την έκδοση του Portal for ArcGIS (απαιτείται έκδοση 10.4 ή νεότερη).",
      "notavailable3": "Μόνο εσείς μπορείτε να κοινοποιήσετε την αφήγηση από το %LINK%.",
      "notavailable4": "Οι αφηγήσεις μου",
      "notavailable5": "σελίδα αντικειμένων",
      "notavailable6": "Δυστυχώς, αυτό το στοιχείο δεν υποστηρίζεται πλήρως σε λειτουργία προγραμματισμού. Ανάλογα με το σενάριο ανάπτυξης, αυτό το στοιχείο μπορεί να υποστηρίζεται μετά την ανάπτυξή του.",
      "notavailable7": "Μην ξεχάσετε να επισκεφθείτε το %MYCONTENT% για να βεβαιωθείτε ότι οι χάρτες και τα επίπεδα που χρησιμοποιούνται στην αφήγησή σας έχουν επίσης κοινοποιηθεί.",
      "notavailable8": "Περιεχόμενo",
      "mystoriesinvite2": "Για τη βελτίωση της εμφάνισης της αφήγησής σας στα κοινωνικά δίκτυα χρησιμοποιήστε το ${MYSTORIES} για την προσθήκη μιας σύνοψης και μιας εικόνας μικρογραφίας."
    },
    "settings": {
      "header": "Ρυθμίσεις",
      "tabError": "Ελέγξτε όλες τις καρτέλες για σφάλματα"
    },
    "settingsLayout": {
      "title": "Διάταξη",
      "explain": "Ποια διάταξη θέλετε να χρησιμοποιήσετε;",
      "explainInit": "Μπορείτε να αλλάξετε τη διάταξη οποιαδήποτε στιγμή από το παράθυρο διαλόγου Ρυθμίσεις.",
      "viewExample": "Δείτε ένα παράδειγμα σε πραγματικό χρόνο"
    },
    "settingsTheme": {
      "title": "Θέμα"
    },
    "settingsHeader": {
      "title": "Κεφαλίδα",
      "logoEsriRadio": "Λογότυπο Esri",
      "logoNoneRadio": "Χωρίς λογότυπο",
      "logoOrgRadio": "Λογότυπο οργανισμού",
      "logoCustomRadio": "Το λογότυπό μου",
      "logoCustomLabel": "Εικόνα:",
      "logoCustomUploadHelp": "Ο σύνδεσμος προς την εικόνα του λογότυπου πρέπει να ξεκινά με HTTPS. Τα λογότυπα φαίνονται καλύτερα αν έχουν λόγο πλάτους προς ύψος από 1:1 έως 5:1. Αν κάποιο συνδεδεμένο λογότυπο ανοίγει με αργό ρυθμό, αποθηκεύστε ένα αντίγραφό του και μεταφορτώστε το εδώ.",
      "logoCustomUploadTooltip": "Χρήση μεταφορτωμένου λογότυπου",
      "logoCustomUploadButton": "Μεταφόρτωση λογότυπου",
      "logoUploadSizeError": "Οι διαστάσεις GIF είναι υπερβολικά μεγάλες. Αλλάξτε το μέγεθος του πλάτους σε ${PIXEL-WIDTH} pixel.",
      "logoCustomLinkHTTPSError": "Ο σύνδεσμος πρέπει να ξεκινά με HTTPS.",
      "logoCustomLinkTooltip": "Σύνδεσμος για λογότυπο",
      "logoCustomLinkPlaceholder": "URL εικόνας",
      "logoCustomLinkPlaceholderHTTPS": "https://example.com/logo.jpg",
      "logoUploadGenericError": "Το λογότυπο μπορεί να είναι αρχείο .bmp, .gif, .jpg, .jpeg ή .png. Το πλάτος των αρχείων gif πρέπει να είναι μικρότερο από 250 pixel και το μέγεθός τους μικρότερο από 10 Mb.",
      "logoCustomTargetPlaceholder": "Η ιστοσελίδα θα ανοίγει, όταν γίνεται κλικ στο λογότυπο",
      "logoSocialText": "Διαφημιστικό σύνθημα:",
      "logoLink": "Σύνδεσμος:",
      "lblSmallHeader": "Χρήση μικρής κεφαλίδας (χωρίς υπότιτλο)"
    },
    "header": {
      "title": "Επεξεργαστείτε τον τίτλο του %TPL_NAME%",
      "subtitle": "Επεξεργαστείτε τον υπότιτλο του %TPL_NAME%"
    },
    "sectionNavigation": {
      "select": "Επιλέξτε μια ενότητα...",
      "section": "Ενότητα",
      "thisSection": "Αυτή η ενότητα",
      "homeSection": "Αρχική ενότητα",
      "hiddenSection": "Κρυφή ενότητα"
    },
    "bannerNotification": {
      "learnMore": "Μάθετε περισσότερα",
      "close": "Κλείσιμο",
      "dontShowAgain": "Να μην εμφανιστεί ξανά το μήνυμα"
    },
    "httpsTransitionMessage": {
      "bannerMsg": "Σημαντικό μήνυμα για την ασφάλεια στο Web και στα Story Maps",
      "s1h1": "Η Esri βελτιώνει την ασφάλεια των Story Maps.",
      "s1p1": "Τα Story Maps σας ζωντανά στο web και η διαδικτυακή κοινότητα πάντα επιδιώκουν να επιτύχουν και να εφαρμόζουν καλύτερα μέτρα ασφάλειας. Το πρωτόκολλο HTTPS που παρέχει ασφαλή σύνδεση για περιεχόμενο το οποίο μεταδίδεται μέσω Ίντερνετ είναι πλέον ο αναμενόμενος τρόπος πρόσβασης σε διαδικτυακό περιεχόμενο. Τα περισσότερα σύγχρονα προγράμματα περιήγησης τώρα πια εμφανίζουν μηνύματα προειδοποίησης όποτε χρησιμοποιείται πρωτόκολλο HTTP αντί του HTTPS. Επειδή αυτό το πρότυπο έχει πλέον καθιερωθεί, τον Ιούνιο του 2018 θα γίνει η ανάλογη ενημέρωση του ArcGIS Online και τα Story Maps σας θα είναι απαραίτητο να χρησιμοποιούν HTTPS.",
      "s1p2": "Πρακτικά αυτό σημαίνει ότι η πρόσβαση σε ένα Story Map και σε όλο του το περιεχόμενο (συμπεριλαμβανομένων εικόνων, θεματικών επιπέδων, ενσωματωμένων εφαρμογών και ιστοτόπων) πρέπει να γίνεται μέσω συνδέσμων που αρχίζουν με HTTPS και όχι με HTTP. Έτσι διασφαλίζεται η καλύτερη δυνατή εμπειρία των αναγνωστών σας επειδή τα περισσότερα προγράμματα περιήγησης στο web θα υποδεικνύουν ότι οι αφηγήσεις σας είναι ασφαλείς.",
      "s2h1": "Τι χρειάζεται να κάνω;",
      "s2p1": "Η Esri καταβάλλει κάθε δυνατή προσπάθεια να διευκολύνει τους συντάκτες και τους αναγνώστες περιεχομένου μέσω των Story Maps στη διάρκεια αυτής της μεταβατικής περιόδου. Στα εργαλεία δημιουργίας Story Map και στην ενότητα «Οι αφηγήσεις μου» υπάρχουν πλέον διαθέσιμα εργαλεία που σας βοηθούν να βρείτε στις αφηγήσεις σας το περιεχόμενο που δεν είναι ασφαλές (με συνδέσμους HTTP) και συνιστούν τρόπους αντιμετώπισης του προβλήματος. Ελέγξτε μήπως υπάρχει μη ασφαλές περιεχόμενο στις αφηγήσεις σας και ενημερώστε τους συνδέσμους σε HTTPS πριν τον Ιούνιο του 2018.",
      "action1": "Κλείσιμο",
      "action2": "Έλεγχος των αφηγήσεών μου τώρα",
      "action3": "Μάθετε περισσότερα"
    }
  }
});