define({
  "commonMapControls": {
    "common": {
      "settings": "Ρυθμίσεις",
      "openDefault": "Άνοιγμα από προεπιλογή"
    },
    "overview": {
      "basemapGalleryBtnLabel": "Υπόβαθρο",
      "expandFactorLabel": "Συντελεστής ανάπτυξης",
      "expandFactorPopover": "Ο λόγος του μεγέθους του χάρτη αναφοράς προς το ορθογώνιο της έκτασης που εμφανίζεται στο χάρτη αναφοράς. Η προεπιλεγμένη τιμή είναι 2, που σημαίνει ότι ο χάρτης αναφοράς θα έχει τουλάχιστον το διπλάσιο μέγεθος του ορθογωνίου της έκτασης."
    }
  }
});