define({
  "commonMedia": {
    "mediaSelector": {
      "lblSelect1": "Πολυμέσα",
      "lblSelect2": "Περιεχόμενο",
      "lblMap": "Χάρτης",
      "lblImage": "Εικόνα",
      "lblVideo": "Βίντεο",
      "lblExternal": "Ιστοσελίδα",
      "lblUpload": "Μεταφόρτωση",
      "lblLink": "Σύνδεσμος",
      "disabled": "Αυτή η λειτουργία έχει απενεργοποιηθεί από το Διαχειριστή",
      "userLookup": "Φόρτωση άλμπουμ",
      "notImplemented": "Δεν εφαρμόζεται ακόμη.",
      "noData": "Δεν βρέθηκε δημόσιο άλμπουμ"
    },
    "imageSelector": {
      "lblStep1": "Επιλογή της υπηρεσίας",
      "lblStep2": "Επιλογή των πολυμέσων σας",
      "lblStep3": "Διαμόρφωση"
    },
    "imageSelectorHome": {
      "explain": "Φορτώστε εικόνες από μέσα κοινωνικής δικτύωσης <br /> ή απευθείας από ένα URL"
    },
    "imageSelectorUpload": {
      "lblUploadButton": "αναζήτηση εικόνας",
      "lblDrop": "Σύρετε μια εικόνα εδώ ή",
      "infoUpload": "Οι εικόνες θα αποθηκευτούν στο λογαριασμό σας στο ArcGIS και θα είναι προσβάσιμες μόνο μέσα στην ιστορία σας.",
      "warningFileTypes": "Η εικόνα μπορεί να είναι jpg, .png, .gif, ή .bmp",
      "warningOneFile": "Κάθε φορά γίνεται αποδεκτό ένα αρχείο.",
      "warningFileSize": "Το αρχείο υπερβαίνει το μέγιστο επιτρεπόμενο μέγεθος μεταφόρτωσης. Επιλέξτε κάποιο άλλο αρχείο.",
      "tooltipRemove": "Διαγράψτε αυτήν τη μη χρησιμοποιημένη εικόνα από το λογαριασμό σας στο ArcGIS. <br> (Αν αποφασίσετε να τη χρησιμοποιήσετε αργότερα, θα πρέπει να τη μεταφορτώσετε ξανά.)"
    },
    "imageSelectorFlickr": {
      "userInputLbl": "Όνομα χρήστη",
      "signInMsg2": "Ο χρήστης δεν βρέθηκε",
      "loadingFailed": "Η φόρτωση απέτυχε"
    },
    "imageSelectorFacebook": {
      "leftHeader": "Χρήστης Facebook",
      "rightHeader": "Σελίδα Facebook",
      "pageExplain": "Μια Facebook σελίδα είναι μια εμπορική επωνυμία, ένα προϊόν ή μια διασημότητα, π.χ. <b>esrigis</b>. Το όνομα της σελίδας βρίσκεται μετά το πρώτο '/' στο URL της σελίδας.",
      "pageInputLbl": "Όνομα σελίδας",
      "lookupMsgError": "Η σελίδα δεν βρέθηκε",
      "warning": "Η υποστήριξη του Facebook έχει διακοπεί, ${learn}.",
      "learn": "μάθετε περισσότερα"
    },
    "imageSelectorPicasa": {
      "userInputLbl": "Email ή αναγνωριστικό Google",
      "signInMsg2": "Ο λογαριασμός δεν βρέθηκε",
      "howToFind": "Πώς να βρείτε ένα αναγνωριστικό Picasa",
      "howToFind2": "Αντιγράψτε τα ψηφία ανάμεσα στο πρώτο και στο δεύτερο \"/\" οποιασδήποτε σελίδας Picasa"
    },
    "videoSelectorCommon": {
      "check": "Έλεγχος",
      "notFound": "Το βίντεο δεν βρέθηκε",
      "found": "Το βίντεο βρέθηκε",
      "select": "Επιλογή αυτού του βίντεο"
    },
    "videoSelectorHome": {
      "other": "Άλλο"
    },
    "videoSelectorYoutube": {
      "url": "Σύνδεσμος βίντεο YouTube",
      "pageInputLbl": "Όνομα χρήστη",
      "lookupMsgError": "Ο χρήστης δεν βρέθηκε",
      "howToFind": "Πώς να βρείτε ένα όνομα χρήστη του YouTube",
      "howToFind2": "Το όνομα χρήστη εμφανίζεται κάτω από τα βίντεο",
      "found": "Βρέθηκαν",
      "noData": "Δεν βρέθηκαν δημόσια βίντεο",
      "videoNotChecked": "Το βίντεο δεν έχει ελεγχθεί στο YouTube αλλά η διεύθυνσή του φαίνεται εντάξει.",
      "checkFailedAPI": "Ο έλεγχος στο YouTube απέτυχε, ελέγξτε το API κλειδί του YouTube."
    },
    "videoSelectorVimeo": {
      "url": "Σύνδεσμος βίντεο Vimeo"
    },
    "videoSelectorOther": {
      "explain1": "Αυτό το story map δεν έχει δυνατότητα αναπαραγωγής αρχείων βίντεο (π.χ. avi, mpeg), αλλά μπορεί να αναπαράγει φιλοξενούμενα βίντεο που έχουν ενσωματωμένα προγράμματα αναπαραγωγής (π.χ. YouTube ή Vimeo).",
      "explain2": "Οι περισσότερες υπηρεσίες φιλοξενίας βίντεο προσφέρουν αυτήν τη δυνατότητα. Βρείτε την επιλογή για την ενσωμάτωση του βίντεο, αντιγράψτε τον κωδικό που παρέχεται και προσθέστε τον στην αφήγησή σας, χρησιμοποιώντας την επιλογή περιεχομένου %WEBPAGE%.",
      "explain3": "Εναλλακτικά, μπορείτε να φιλοξενήσετε εσείς το βίντεο μαζί με μια σελίδα HTML που χρησιμοποιεί πρόγραμμα αναπαραγωγής βίντεο όπως %EXAMPLE%. Στη συνέχεια, προσθέστε το URL της συγκεκριμένης σελίδας HTML στην ιστορία σας ως %WEBPAGE%.",
      "webpage": "Ιστοσελίδα"
    },
    "webpageSelectorHome": {
      "lblUrl": "Σύνδεσμος ιστοσελίδας",
      "lblEmbed": "Ενσωμάτωση κώδικα",
      "lblOR": "Ή",
      "lblError1": "Σφάλμα, καθαρίστε ένα από τα δύο πεδία εισόδου.",
      "lblError2": "Ο κώδικας ενσωμάτωσης μπορεί να περιέχει μόνο ένα %IFRAMETAG%",
      "configure": "Διαμόρφωση"
    },
    "mediaConfigure": {
      "lblURL": "Σύνδεσμος εικόνας",
      "lblURLPH": "Ο σύνδεσμος θα πρέπει να τελειώνει σε είναι jpg, .png, .gif, ή .bmp",
      "lblURLError": "Η εικόνα αυτή δεν φαίνεται να είναι έγκυρη. Καθορίστε έναν απευθείας σύνδεσμο σε ένα αρχείο εικόνας (το URL θα τελειώνει συνήθως σε .jpg ή .png). Οι συνδέσμοι σε μια ιστοσελίδα που περιέχει μια εικόνα δεν λειτουργούν.",
      "lblURLCheck": "Έλεγχος εικόνας...",
      "lblLabel": "Λεζάντα εικόνας",
      "lblLabel1": "Λεζάντα",
      "lblLabel2": "Κείμενο κατάδειξης",
      "lblLabel3": "Κανένα",
      "lblLabelPH": "Εισαγάγετε κείμενο...",
      "lblMaximize": "Τοποθέτηση κουμπιού μεγιστοποίησης στη γωνία της εικόνας",
      "lblMaximizeHelp": "Συνιστάται μόνο για φωτογραφίες υψηλής ποιότητας",
      "lblPosition": "Θέση",
      "lblPosition1": "Κέντρο",
      "lblPosition2": "Γέμισμα",
      "lblPosition3": "Προσαρμογή",
      "lblPosition4": "Επέκταση",
      "lblPosition5": "Προσαρμοσμένο",
      "lblURLHelp": "Για βέλτιστα αποτελέσματα, το μέγεθος των εικόνων πρέπει να είναι μικρότερο από 400 KB. Χρησιμοποιήστε συμπιεσμένες εικόνες JPG με ποιότητα 80% και τα εξής προτεινόμενα πλάτη εικόνας: 2000 pixel για την κεντρική σκηνή ή το αφηγηματικό πλαίσιο με κουμπί μεγιστοποίησης, 1000 pixel για το αφηγηματικό πλαίσιο χωρίς κουμπί μεγιστοποίησης.<br><br>Εάν μια συνδεδεμένη εικόνα είναι αργή, μεταφορτώστε τη στην ιστορία σας για καλύτερα αποτελέσματα.",
      "tooltipDimension": "Η τιμή μπορεί να καθοριστεί σε 'px' ή '%'",
      "tooltipDimension2": "Η τιμή πρέπει να καθοριστεί σε 'px'",
      "lblPosition2Explain": "(μπορεί να περικοπεί)",
      "lblPosition3Explain": "(δεν θα περικοπεί)",
      "lblPosition3Explain2": "(το πλάτος θα προσαρμόζεται πάντα στο πλαίσιο)",
      "lblPosition4Explain": "(μπορεί να παραμορφωθεί)",
      "unloadLbl": "Κατάργηση φόρτωσης όταν ο αναγνώστης απομακρύνεται",
      "unloadHelp": "Εάν η ιστοσελίδα έχει πολυμέσα ήχου ή βίντεο, αφήστε ενεργοποιημένη αυτή την επιλογή, για να σταματά η αναπαραγωγή αυτού του περιεχομένου, όταν ο αναγνώστης απομακρύνεται. Καταργήστε τη για να συνεχίζει, για παράδειγμα, η αναπαραγωγή μιας μουσικής υπόκρουσης καθώς ο αναγνώστης προχωρά στην αφήγηση.<br />Εάν η ιστοσελίδα είναι μια εφαρμογή, καταργήστε αυτή την επιλογή, ώστε η αφήγηση να μην φορτώνεται ξανά, όταν ο αναγνώστης επιστρέφει σε αυτή.",
      "embedProtocolLabel": "Φορτώστε τη σελίδα μέσω ασφαλούς σύνδεσης (HTTPS)",
      "embedProtocolWarning1": "Εάν αυτή η σελίδα δεν φορτώνεται στην ιστορία σας, δεν μπορεί να ενσωματωθεί για λόγους ασφαλείας web. Ως εναλλακτική λύση, προσθέστε ένα σύνδεσμο στην αφήγησή σας, για να ανοίξει η σελίδα σε μια νέα καρτέλα του προγράμματος περιήγησης. <a href='http://links.esri.com/storymaps/blogs_mixed_content/' target='_blank'>Μάθετε περισσότερα</a>",
      "embedProtocolWarning2": "Εάν αυτή η σελίδα δεν φορτώνεται στην ιστορία σας, καταργήστε αυτή την επιλογή και δοκιμάστε ξανά. Εάν η σελίδα εξακολουθεί να μην φορτώνεται, δεν μπορεί να ενσωματωθεί για λόγους ασφαλείας web. Ως εναλλακτική λύση, προσθέστε ένα σύνδεσμο στην αφήγησή σας, για να ανοίξει η σελίδα σε μια νέα καρτέλα του προγράμματος περιήγησης. <a href='http://links.esri.com/storymaps/blogs_mixed_content/' target='_blank'>Μάθετε περισσότερα</a>"
    },
    "editorActionGeocode": {
      "lblTitle": "Εντοπίστε μια διεύθυνση ή ένα μέρος",
      "mapMarkerExplain": "Ο χρήστης θα βλέπει έναν δείκτη χάρτη όταν κάνει κλικ στο σύνδεσμο"
    },
    "editorActions": {
      "navigate": "Μετάβαση σε ενότητα",
      "remove": "Κατάργηση ενέργειας",
      "preview": "Προεπισκόπηση ενέργειας"
    },
    "editorActionMedia": {
      "lblTitle": "Αλλαγή του περιεχομένου της κεντρικής σκηνής"
    },
    "editorInlineMedia": {
      "lblTitle": "Εισαγάγετε μια εικόνα, ένα βίντεο ή μια ιστοσελίδα"
    }
  }
});