define(
	 ({
		commonWebmap: {
			selector: {
				lblWebMap: "Web xάρτης",
				lblLocation: "Τοποθεσία",
				lblContent: "Περιεχόμενο",
				lblPopup: "Αναδυόμενο παράθυρο",
				lblControls: "Πρόσθετα",
				lblOverview: "Χάρτης αναφοράς",
				lblLegend: "Υπόμνημα",
				loadingTitle: "Φόρτωση τίτλου",
				entry: "Καταχώριση",
				entries: "Καταχωρίσεις",
				section: "Ενότητα",
				sections: "Ενότητες",
				and: "και",
				action: "Ενέργεια στην ενότητα",
				actions: "Ενέργεια στις ενότητες",
				originalWebmap: "Ο web χάρτης που χρησιμοποιείται για τη δημοσίευση του %TPL_NAME%",
				browseMaps: "Αναζήτηση χαρτών",
				current: "Τρέχων web χάρτης",
				select: "Επιλέξτε έναν web χάρτη",
				newMap: "Νέα επιλογή web χάρτη",
				webmapDefault: "Προεπιλογή web χάρτη",
				customCfg: "Προσαρμοσμένη διαμόρφωση",
				tooltipLocation: "Ορίστε την τοποθεσία που θα εμφανίζει αυτός ο χάρτης.",
				tooltipContent: "Ορίστε τα ορατά θεματικά επίπεδα.",
				tooltipPopup: "Επιλέξτε ένα αναδυόμενο παράθυρο που θα ανοίγει όταν εμφανίζεται αυτός ο χάρτης.",
				tooltipOverview: "Εμφανίστε έναν μικρό χάρτη αναφοράς μαζί με τον κύριο χάρτη.",
				tooltipLegend: "Εμφανίστε το υπόμνημα χάρτη πάνω στο χάρτη (χρήσιμο όταν ο χάρτης έχει πολλά θεματικά επίπεδα και σύμβολα).",
				mapCfgInvite: "Χρησιμοποιήστε αυτά τα στοιχεία ελέγχου για να διαμορφώσετε το χάρτη σας",
				lblLocationAlt: "Μεταβιβάζεται από τον πρώτο χάρτη",
				tooltipLocationAlt: "Η τοποθεσία αυτού του χάρτη συγχρονίζεται με τον πρώτο χάρτη της σειράς. Για να αλλάξετε αυτή τη συμπεριφορά για τη σειρά σας, επιλέξτε Ρυθμίσεις > Επιλογές χάρτη."
			},
			configure: {
				btnReset: "Επαναφορά",
				btnCancel: "Άκυρο",
				tocTitle: "Περιεχόμενο χάρτη",
				tocExplain: "Επιλέξτε ποια θεματικά επίπεδα θα εμφανίζονται.",
				tocNoData: "Δεν μπορεί να διαμορφωθεί θεματικό επίπεδο.",
				tocSave: "Αποθήκευση περιεχομένου χάρτη",
				extentTitle: "Τοποθεσία χάρτη",
				extentExplain: "Μετατοπίστε το χάρτη και εστιάστε για να ορίσετε πώς θα φαίνεται για τους αναγνώστες σας.",
				extentSave: "Αποθήκευση τοποθεσίας χάρτη",
				popupTitle: "Αναδυόμενο παράθυρο χάρτη",
				popupExplain: "Κάντε κλικ σε ένα στοιχείο για να ανοίξετε το αναδυόμενο παράθυρο που θέλετε να εμφανίζεται.",
				popupSave: "Αποθήκευση της διαμόρφωσης του αναδυόμενου παραθύρου",
				hintNavigation: "Η πλοήγηση χάρτη είναι απενεργοποιημένη."
			}
		},
		configure: {
			mapdlg:{
				items:{
					organizationLabel: "Ο Οργανισμός μου",
					onlineLabel: "ArcGIS Online",
					contentLabel: "Το Περιεχόμενό μου",
					favoritesLabel: "Τα Αγαπημένα μου"
				},
				title: "Επιλογή web χάρτη",
				searchTitle: "Αναζήτηση",
				ok: "OK",
				cancel: "Άκυρο",
				placeholder: "Εισαγάγετε όρο αναζήτησης ή ID web χάρτη..."
			}
		}
	})
);
