define({
  "builder": {
    "layouts": {
      "mainStage": "Главна част",
      "sideTitle": "Страничен панел",
      "sideDescr": "Оформление на история с интензивен текст, което съчетава Вашите снимки, видеоклипове и карти в ясно фокусирано послание.",
      "floatTitle": "Плаващ панел",
      "floatDescr": "Оформление, което поставя на фокус картографията Ви, като същевременно позволява на прозрачен панел с кратък текст да опише историята."
    },
    "common": {
      "lblStatus1": "Публикувани",
      "lblStatus2": "Чернова",
      "lblStatus3": "Скрити"
    },
    "settingsLayoutOptions": {
      "title": "Опции за оформление",
      "cfgLeft": "Ляво",
      "cfgRight": "Дясно",
      "cfgSmall": "Малки",
      "cfgMedium": "Средни",
      "cfgLarge": "Големи",
      "socialLinksLabel": "Показване на връзки за споделяне в долната част на всеки раздел",
      "socialLinksDescr": "Това дава възможност на читателите да се позовават и да популяризират конкретни раздели от Вашия %TPL_NAME%. Например, ако използвате икона за споделяне на раздели, читателите ще попаднат в този конкретен %TPL_NAME% раздел, а не в началото на историята Ви. Читателите Ви могат да използват връзката към социалните медии в главния раздел, за да популяризират цялата Ви страница %TPL_NAME% (заглавен таб) и да попаднат в началото на %TPL_NAME%.",
      "socialDisabled": "Тази функция е налична само при оформлението на плаващия панел",
      "socialWarning": "Вашата история използва оформление Страничен панел, но сега препоръчваме тази опция да се използва само при оформлението Плаващ панел, за да се избегне проблем, при който панелът може да не се позиционира в желания раздел за разкази с изображения. Можете да продължите да използвате тази опция, но ако я деактивирате, тя ще бъде достъпна само при използване на плаващо оформление на панела."
    },
    "settingsLayoutFonts": {
      "title": "Шрифтове",
      "defaultLbl": "По подразбиране",
      "sectionTitleLbl": "Заглавие на раздел",
      "sectionContentLbl": "Съдържание на раздела"
    },
    "settingsThemeOptions": {
      "lblOrgTheme": "Тема на организация",
      "lblModTheme": "Текуща тема"
    },
    "initPopup": {
      "title": "Добре дошли в"
    },
    "addEditPopup": {
      "disabled": "Добавянето на раздел е деактивирано, тъй като е достигнат максималният брой разрешени раздели.",
      "titleAdd": "Добавяне на раздел",
      "titleAddHome": "Добавяне на начален раздел",
      "titleEdit": "Редактиране на раздел",
      "step": "Стъпка",
      "stepMainStageExplain": "Съдържание на Главна част",
      "stepPanelExplain": "Съдържание",
      "stepMainStageNextTooltip": "Въведете заглавието на раздела и изберете съдържанието на Главна част",
      "stepMainStageNextTooltip2": "Изберете съдържанието на главната част",
      "step2NextTooltip": "Въведете заглавието и %LAYOUT-TYPE% съдържанието на раздела,",
      "stepNextTooltipNext": "за да преминете към следващата стъпка",
      "stepNextTooltipAdd": "за да добавите раздела",
      "firstAddExplain": "Този първи раздел е раздел „Начало“, мислете за него като за „заглавна страница“ на Вашата история. Заглавието, което току-що сте определили, ще бъде показано с голям шрифт.",
      "firstAddLeanMore": "Научете повече",
      "titlePlaceholder": "Заглавие на раздела..."
    },
    "addEditViewText": {
      "editorPlaceholder": "Тук добавете текст, връзки и малки графики.",
      "editorActionsTitle": "Действия на история",
      "editorActionsHelpDescr": "Създайте връзки в разказа си, които помагат да разкажете историята си. Действието на историята може да се свърже с друг раздел или да промени основната сцена. Например, можете да конфигурирате действие за преместване на картата на друго място, за включване/изключване на слоевете на картата или за промяна на основната медия на сцената към друго изображение, видеоклип, карта или уеб страница.",
      "mainStageDisabled": "Действия в историята са деактивирани, когато редакторът е максимализиран."
    },
    "organizePopup": {
      "title": "Организиране",
      "lblHeader": "Плъзгайте и пускайте раздели, за да организирате историята си.",
      "lblColTitle": "Заглавие",
      "lblColPubDate": "Дата на публикуване",
      "lblColStatus": "Статус",
      "checkDisplayReverse": "Показване на разделите в обратен ред",
      "btnApplyWarning": "Потвърждаване на изтриването на %NB% раздел(и)",
      "deleteTooltip": "Изтриване",
      "firstSectionExplain": "(Разделът за начален екран не може да бъде преместен.)",
      "exportMainStage": "Съдържание на главната част",
      "exportPanel": "Съдържание на панела",
      "exportActions": "Дейност на историята"
    },
    "exportData": {
      "btn": "Експортиране на съдържание",
      "tooltip": "Експортирането на съдържанието Ви позволява да преглеждате и създавате резервно копие на съдържанието си, ако случайно го изтриете. Просто копирайте и поставете съдържанието от страницата във всяка текстообработваща програма"
    },
    "help": {
      "lblHelp": "Помощ",
      "lblAdd": "Добавяне на раздел",
      "lblSettings": "Настройки",
      "lblOrga": "Организиране на съдържанието",
      "lblEdit": "Редакции",
      "lblPublish": "Споделяне",
      "lblTips": "Съвети",
      "lblMore": "Искате повече?",
      "lblLink": "Посетете уебсайта на Esri Story Maps.",
      "content1Div1": "Можете да използвате различни стилове при изграждането на историята си. <strong>%LAYOUT_TITLE%</strong> обикновено съхранява текста, изображенията и видеоклиповете, а картите се разполагат в <strong>главната част</strong>. Въпреки това, %TPL_NAME% Ви позволява да включвате изображения, диаграми и видеоклипове и в основната част.",
      "content1Div2": "Добавянето на раздели Ви позволява наистина да персонализирате преживяването си при разказването на истории. Докато читателите прелистват текста Ви в %LAYOUT_TITLE%, картата на главната част може да се премества или увеличава до ключови точки или нови карти и изображения могат да се превключват автоматично, за да подкрепят посланието Ви.",
      "content2Div1": "Диалоговият прозорец за настройки е мястото, където можете да промените външния вид на %TPL_NAME%. Можете да променяте оформлението, да избирате различна цветова схема, да променяте шрифта на текста и т.н.",
      "content2Div2": "Можете също и да замените логото на Esri със свое собствено лого, което да отразява Вашата марка. Можете също да посочите уебсайта, който ще бъде стартиран, ако читателите натиснат върху логото Ви, за да могат да получат повече информация.",
      "content3Div1": "Съдържанието Ви е организирано в раздели. Можете да имате толкова раздели, колкото желаете (мислете за тях като за малки глави). Проследяването на тези глави е важно; в организирането можете да променяте реда на разделите или да ги изтривате, както желаете.",
      "content4Div1": "Открихте грешка или искате да промените материала си? Не се притеснявайте. Търсете иконата за редактиране в приложението, за да правите промени в съдържанието си. Ще използвате функциите за редактиране многократно, докато разработвате %TPL_NAME%!",
      "content5Div1": "Когато запазвате %TPL_NAME%, първоначално има лично съдържание. Използвайте бутона „Споделяне“, за да я споделите с други потребители. Можете да споделите %TPL_NAME% публично, така че всеки да има достъп до нея.",
      "content5Div2": "В зависимост от акаунта си може да имате възможност да споделяте %TPL_NAME% само с хора в рамките на организацията си, така че други да нямат достъп до него.",
      "content6Div1": "Заглавието на раздела „Начало“ е и заглавие на Вашия дневник; мислете за раздела „Начало“ като за „заглавна страница“ на Вашата история. Заглавието на раздела „Начало“ ще остане видимо, когато читателите Ви навигират в дневника.",
      "content6Div2": "%LAYOUT_TITLE% не е задължително да е само текст, помислете за включване на снимки и видеоклипове, които да вдъхнат живот на историята и да разчупят дългите части от текста."
    },
    "landing": {
      "lblAdd": "Как искате да наименовате своя картографски дневник?",
      "phAdd": "Въведете Вашето заглавие...",
      "lblOR": "Или",
      "lblHelp": "Направете обиколка",
      "quote0": "Винаги има място за история, която може да пренесе хората на друго място.",
      "quote1": "Разказването на истории е най-мощният начин за представяне на идеи в съвременния свят.",
      "quote2": "Историите, които разказваме, буквално създават света. Ако искате да промените света, трябва да промените историята си. Тази истина важи както за хората, така и за институциите.",
      "quote3": "Най-краткото разстояние между човека и истината е историята.",
      "quote4": "Хората не искат повече информация. Те са потънали в информация. Те искат вяра – вяра във Вас, в целите Ви, в успеха Ви, в историята, която разказвате.",
      "quote5": "Наистина вярвам, че хората търсят истории, които наистина означават нещо – истории, които са изкупителни, вдъхновяващи и по-големи от отделния човек",
      "quote6": "Ако искате да повлияете на даден човек или група да възприеме определена ценност в ежедневието си, разкажете им завладяваща история.",
      "quote7": "Ако ми разкажете, това ще е есе. Ако ми го покажете, това е история.",
      "quote8": "Ако не познавате дърветата, може да се изгубите в гората, но ако не познавате историите, може да се изгубите в живота.",
      "quote9": "Историите са творческото преобразуване на самия живот в по-мощно, по-ясно и по-смислено преживяване. Те са „валутата“ на човешкия контакт.",
      "quote10": "Няма по-голяма болка от това да носиш в себе си неразказана история.",
      "quote11": "Може би историите са просто данни с душа.",
      "quote12": "Историите са най-мощното оръжие в арсенала на лидера.",
      "quote13": "В природата на историите е да пропускат много повече, отколкото включват."
    },
    "firstAddSplash": {
      "thisis": "Това е",
      "lblMain": "Това е главната част на %BR%"
    }
  }
});