define({
  "builder": {
    "layouts": {
      "mainStage": "תצוגה ראשית",
      "sideTitle": "פנאל צדדי",
      "sideDescr": "תצוגת סיפור המיועדת לשימוש נרחב בטקסט בשילוב וידאו, תמונות ומפות בצורה ברורה וממוקדת.",
      "floatTitle": "פאנל צף",
      "floatDescr": "תצוגת מפה שמדגישה את הקרטוגרפיה ובמקביל לוח טקסט שקוף המסייע לספר סיפור."
    },
    "common": {
      "lblStatus1": "מפורסם",
      "lblStatus2": "טיוטה",
      "lblStatus3": "מוסתר"
    },
    "settingsLayoutOptions": {
      "title": "אפשרויות עימוד",
      "cfgLeft": "שמאל",
      "cfgRight": "ימין",
      "cfgSmall": "קטן",
      "cfgMedium": "בינוני",
      "cfgLarge": "גדול",
      "socialLinksLabel": "הצג את הקישורים המשותפים בחלק התחתון של כל קטע",
      "socialLinksDescr": "זה מאפשר לקוראים להפנות ולקדם מקטעים מסוימים של ה-%TPL_NAME% שלך. לדוגמה, אם אתה משתמש בסמל שיתוף מקטעים, הקוראים יגיעו למקטע ספציפי ב-%TPL_NAME% במקום להגיע לתחילת הסיפור. הקוראים שלך יוכלו להשתמש בקישור המדיה החברתית במקטע הכותרת כדי לקדם את כל ה-%TPL_NAME% (לשונית הכותרת) ולהגיע לתחילת ה-%TPL_NAME%.",
      "socialDisabled": "אפשרות זו זמינה רק עבור סידור סרגלים צפים",
      "socialWarning": "הסיפור שלך עושה שימוש בסרגלי צד, אבל אנחנו ממליצים לעשות שימוש באפשרות זו רק בסידור סרגלים צפים כדי להימנע מבעיה שעלול לחול כאשר סרגל לא ימוקם בקטע המבוקש עבור תסריטים עם תמונות. באפשרותך להמשיך להשתמש באפשרות זו, אבל אם תשבית אותה, היא תהיה זמינה רק בעת השימוש בסידור של סרגלים צפים."
    },
    "settingsLayoutFonts": {
      "title": "גופנים",
      "defaultLbl": "ברירת מחדל",
      "sectionTitleLbl": "כותרת מקטע",
      "sectionContentLbl": "תוכן מקטע"
    },
    "settingsThemeOptions": {
      "lblOrgTheme": "ערכת נושא של ארגון",
      "lblModTheme": "ערכת נושא נוכחית"
    },
    "initPopup": {
      "title": "ברוכים הבאים אל"
    },
    "addEditPopup": {
      "disabled": "לא ניתן להוסיף חלק חדש כיוון שמספר החלקים הגיע למספר המרבי המותר.",
      "titleAdd": "הוסף חלק",
      "titleAddHome": "הוסף חלק דף הבית",
      "titleEdit": "ערוך חלק",
      "step": "צעד",
      "stepMainStageExplain": "תוכן התצוגה הראשית",
      "stepPanelExplain": "תוכן",
      "stepMainStageNextTooltip": "הכנס את כותרת החלק ובחר את תכולת התצוגה הראשית",
      "stepMainStageNextTooltip2": "בחר את תוכן התצוגה הראשית",
      "step2NextTooltip": "הכנס את כותרת החלק ותכולת ה%LAYOUT-TYPE%",
      "stepNextTooltipNext": "התקדם לשלב הבא",
      "stepNextTooltipAdd": "להוספת החלק",
      "firstAddExplain": "החלק הראשון הוא דף הבית שלך, חשוב על זה כעל דף ראשי לסיפור שלך. הכותרת שהגדרת כעת תוצג בגופן גדול.",
      "firstAddLeanMore": "לימוד נוסף",
      "titlePlaceholder": "כותרת החלק..."
    },
    "addEditViewText": {
      "editorPlaceholder": "הוסף כאן טקסט, קישורים וכמות מוגבלת של גרפיקה",
      "editorActionsTitle": "פעולות סיפור",
      "editorActionsHelpDescr": "צור קישורים בסיפור שיסייעו לספר אותו. יצירת סיפור יכולה ליצור קישור למקטע אחר או לשנות את השלב הראשי. לדוגמה, באפשרותך להגדיר תצורה של פעולה כדי להזיז את המפה למקום אחר, להפעיל או לכבות את שכבות המפה או לשנות את מדיית השלב הראשי לתמונה, וידאו, מפה או דף אינטרנט אחרים.",
      "mainStageDisabled": "פעולות סיפור אינן פעילות כאשר העורך בגודל המרבי"
    },
    "organizePopup": {
      "title": "ארגן",
      "lblHeader": "גרור ושחרר קטעים כדי לארגן את הסיפור שלך.",
      "lblColTitle": "כותרת",
      "lblColPubDate": "תאריך הפצה",
      "lblColStatus": "סטטוס",
      "checkDisplayReverse": "הצג חלקים בסדר הפוך",
      "btnApplyWarning": "אשר מחיקה של %NB% חלקים.",
      "deleteTooltip": "מחק",
      "firstSectionExplain": "(לא ניתן להזיז את חלק דף הבית)",
      "exportMainStage": "תוכן התצוגה הראשית",
      "exportPanel": "תוכן לוח",
      "exportActions": "פעולות סיפור"
    },
    "exportData": {
      "btn": "יצוא תוכן",
      "tooltip": "יצוא התוכן שלך מאפשר לך לצפות וליצור גיבוי של התוכן שלך במקרה ותמחק אותו בטעות. פשוט העתק והדבק את התוכן מהדף לכל מעבד תמלילים."
    },
    "help": {
      "lblHelp": "עזרה",
      "lblAdd": "הוסף חלק",
      "lblSettings": "הגדרות",
      "lblOrga": "ארגן תוכן",
      "lblEdit": "עריכה",
      "lblPublish": "שתף",
      "lblTips": "טיפים",
      "lblMore": "רוצה עוד?",
      "lblLink": "בקר באתר מפות סיפור של Esri.",
      "content1Div1": "ניתן לשלב מגוון סגנונות בעת בניית הסיפור שלך. ה- <strong>%LAYOUT_TITLE%</strong> בדרך כלל כולל את הטקסט שלך, וידאו ותמונות בזמן שהמפות שלך מתחלפות <strong>בתצוגה הראשית</strong>. עם זאת, ה- %TPL_NAME%  מאפשר לך להוסיף תמונות, וידאו ותרשימים גם בתוך התצוגה הראשית.",
      "content1Div2": "הוספת חלקים מאפשרת לך להתאים אישית את חויית הסיפור שלך. כאשר הקוראים גוללים את הטקסט בתוך ה%LAYOUT_TITLE% המפה בתצוגה הראשית יכולה להתמקד לנקודות מפתח, ומפות ותמונות יכולות להתחלף באופן אוטומטי כדי לתמוך במסר שלך.",
      "content2Div1": "תיבת הדו-שיח 'הגדרות' היא המקום שבו תוכל לשנות את המראה של %TPL_NAME%. תוכל לשנות את הפריסה, לבחור סכמת צבעים אחרת, לשנות את הגופן ועוד.",
      "content2Div2": "תוכל גם להחליף את הלוגו של Esri עם לוגו משלך כדי לשקף את המותג שלך. בנוסף, תוכל לציין איזה אתר אינטרנט יופעל אם הקוראים לוחצים על הלוגו שלך, כדי שיוכלו לקבל מידע נוסף.",
      "content3Div1": "התוכן שלך מאורגן בחלקים. אתה יכול להגדיר חלקים רבים ככל שתרצה (חשוב עליהם כמו פרקים קטנים). המעבר בין הפרקים חשוב; בעזרת כלי זה באפשרותך לסדר מחדש או למחוק חלקים כרצונך.",
      "content4Div1": "מצאת שגיאה או רוצה לשנות את התוכן שלך? אל דאגה. חפש את סמל העריכה באפליקציה כדי לבצע שינויים בתוכן שלך. אתה יכול להשתמש ביכולות העריכה פעמים רבות בעת שאתה מפתח את ה-  %TPL_NAME% שלך!",
      "content5Div1": "בתחילה בעת שמירה ה- %TPL_NAME%, הוא פרטי. השתמש בלחצן 'שתף' כדי לשתף אותו עם אחרים. תוכל לשתף את %TPL_NAME% באופן ציבורי, כדי שכל אחד יוכל לגשת אליו.",
      "content5Div2": "בהתאם לחשבון שלך, ייתכן שתהיה לך גם אפשרות לשתף את ה- %TPL_NAME% רק לאנשים בארגון שלך, כדי שאנשים אחרים לא יוכלו לגשת אליו.",
      "content6Div1": "כותרת חלק דף הבית שלך היא גם כותרת החוברת; חשוב על חלק דף הבית שלך כעל העמוד הראשי של הסיפור שלך. כותרת חלק דף הבית שלך תוצג גם כאשר הקוראים ינווטו לחוברת.",
      "content6Div2": "ה%LAYOUT_TITLE% שלך לא חייב להכיל רק טקסט. שקול לכלול בתוכו גם וידאו ותמונות כדי להחיות את הסיפור ולגוון חלקי טקסט ארוכים."
    },
    "landing": {
      "lblAdd": "כיצד אתה רוצה לקרוא לחוברת המפות שלך?",
      "phAdd": "הכנס את הכותרת שלך...",
      "lblOR": "או",
      "lblHelp": "סייר",
      "quote0": "תמיד יש מקום לסיפור שיכול להעביר אנשים למקום אחר.",
      "quote1": "בניית סיפור היא הדרך בעלת העוצמה הרבה ביותר להעברת רעיונות בעולם כיום.",
      "quote2": "הסיפורים שאנו מספרים יוצרים את העולם, הלכה למעשה. אם ברצונך לשנות את העולם, עליך לשנות את הסיפור שלך. הדבר נכון לגבי פרטים ומוסדות כאחד.",
      "quote3": "המרחק הקצר ביותר בין בן אדם והאמת הוא סיפור.",
      "quote4": "אנשים לא רוצים לקבל עוד מידע. הם שקועים במידע עד הצוואר. הם רוצים להאמין בך, ביעדים שלך, בהצלחה שלך ובסיפור שאתה מספר.",
      "quote5": "אני באמת מאמין שאנשים מחפשים סיפורים בעלי משמעות, סיפורים המעניקים ישועה, השראה, סיפורים שגדולים יותר מאדם יחיד.",
      "quote6": "אם ברצונך להשפיע על אדם או על קבוצה כדי שיאמצו ערך מסוים בחיי היומיום שלהם, ספר להם סיפור מרתק.",
      "quote7": "אם אתה מספר לי, זה חיבור. אם אתה מראה לי, זה סיפור.",
      "quote8": "אם לא תכיר את העצים, אתה עלול ללכת לאיבוד ביער. אך אם לא תכיר את הסיפורים, אתה עלול ללכת לאיבוד בחיים.",
      "quote9": "סיפורים הם ההמרה היצירתית של החיים עצמם לחוויה חזקה, ברורה ומשמעותית יותר. הם המטבע של הקשר בין בני אדם.",
      "quote10": "אין סבל רב יותר מלשאת בתוכך סיפור שלא סופר.",
      "quote11": "אולי סיפורים הם רק נתונים עם נשמה.",
      "quote12": "סיפורים הם הנשק החזק ביותר בידיו של מנהיג.",
      "quote13": "מטבעם, סיפורים מחסירים הרבה יותר משהם כוללים."
    },
    "firstAddSplash": {
      "thisis": "זהו",
      "lblMain": "זוהי התצוגה הראשית %BR%"
    }
  }
});