define(
	 ({
		builder: {
			layouts: {
				mainStage: "תצוגה ראשית",
				sideTitle: "לוח צד",
				sideDescr: "תצוגת סיפור המיועדת לשימוש נרחב בטקסט בשילוב וידאו, תמונות ומפות בצורה ברורה וממוקדת.",
				floatTitle: "לוח צף",
				floatDescr: "תצוגת מפה שמדגישה את הקרטוגרפיה ובמקביל לוח טקסט שקוף המסייע לספר סיפור."
			},
			common: {
				lblStatus1: "מפורסם",
				lblStatus2: "טיוטה",
				lblStatus3: "מוסתר"
			},
			settingsLayoutOptions: {
				title: "אפשרויות עימוד",
				cfgLeft: "שמאל",
				cfgRight: "ימין",
				cfgSmall: "קטן",
				cfgMedium: "בינוני",
				cfgLarge: "גדול",
				socialLinksLabel: "הצג את הקישורים המשותפים בחלק התחתון של כל קטע",
				socialLinksDescr: "זה מאפשר לקוראים להתיחס ולקדם קטעים מסוימים של ה- %TPL_NAME% שלך. לדוגמא, אם אתה משתמש בסמל שיתוף חלקים, הקוראים יגיעו לחלק ספציפי ב- %TPL_NAME% במקום להגיע לתחילת הסיפור. הקוראים שלך יכולים להשתמש בקישור מדיה חברתית בכותרת החלק כדי לקדם את כל ה- %TPL_NAME% (לשונית הכותרת) כדי לעזור להם להגיע לתחילת ה- %TPL_NAME%."
			},
			initPopup: {
				title: "ברוכים הבאים ל-"
			},
			addEditPopup: {
				disabled: "לא ניתן להוסיף חלק חדש כיוון שמספר החלקים הגיע למספר המרבי המותר.",
				titleAdd: "הוסף חלק",
				titleAddHome: "הוסף חלק דף הבית",
				titleEdit: "ערוך חלק",
				step: "צעד",
				stepMainStageExplain: "תוכן התצוגה הראשית",
				stepPanelExplain: "תוכן",
				stepMainStageNextTooltip: "הכנס את כותרת החלק ובחר את תכולת התצוגה הראשית",
				step2NextTooltip: "הכנס את כותרת החלק ותכולת ה%LAYOUT-TYPE%",
				stepNextTooltipNext: "התקדם לשלב הבא",
				stepNextTooltipAdd: "להוספת החלק",
				firstAddExplain: "החלק הראשון הוא דף הבית שלך, חשוב על זה כעל דף ראשי לסיפור שלך. הכותרת שהגדרת כעת תוצג בגופן גדול.",
				firstAddLeanMore: "לימוד נוסף",
				titlePlaceholder: "כותרת החלק..."
			},
			addEditViewText: {
				editorPlaceholder: "הוסף כאן טקסט, קישורים וכמות מוגבלת של גרפיקה",
				editorActionsTitle: "פעולות תצוגה ראשית",
				editorActionsHelpDescr: "השתמש בפקדים הללו ליצור קישורים שישנו את התצוגה הראשית. לדוגמא, כאשר הקורא לוחץ על קישור אתה תרצה להתמקד במפה על מיקום ספציפי, להציג web map אחר או להציג תמונה."
			},
			organizePopup: {
				title: "ארגן",
				lblHeader: "גרור ושחרר חלקים כדי לארגן את התוכן שלך.",
				lblColTitle: "כותרת",
				lblColPubDate: "תאריך הפצה",
				lblColStatus: "סטטוס",
				checkDisplayReverse: "הצג חלקים בסדר הפוך",
				btnApplyWarning: "אשר מחיקה של %NB% חלקים.",
				deleteTooltip: "מחק",
				firstSectionExplain: "(לא ניתן להזיז את חלק דף הבית)"
			},
			exportData: {
				btn: "יצוא תוכן",
				tooltip: "יצוא התוכן שלך מאפשר לך לצפות וליצור גיבוי של החוברת שלך במקרה ותמחק אותה בטעות. העתק והדבק את תוכן הדף אל קובץ word."
			},
			help: {
				lblHelp: "עזרה",
				lblAdd: "הוסף חלק",
				lblSettings: "הגדרות",
				lblOrga: "ארגן תוכן",
				lblEdit: "עריכה",
				lblPublish: "שתף",
				lblTips: "טיפים",
				lblMore: "נדרש עוד?",
				lblLink: "בקר באתר סיפורי מפות",
				content1Div1: "ניתן לשלב מגוון סגנונות בעת בניית הסיפור שלך. ה- <strong>%LAYOUT_TITLE%</strong> בדרך כלל כולל את הטקסט שלך, וידאו ותמונות בזמן שהמפות שלך מתחלפות <strong>בתצוגה הראשית</strong>. עם זאת, ה- %TPL_NAME%  מאפשר לך להוסיף תמונות, וידאו ותרשימים גם בתוך התצוגה הראשית.",
				content1Div2: "הוספת חלקים מאפשרת לך להתאים אישית את חויית הסיפור. כאשר הקוראים גוללים את הטקסט בתוך ה%LAYOUT_TITLE% המפה בתצוגה הראשית יכולה להתמקד לנקודות מפתח, ומפות ותמונות יכולות להתחלף באופן אוטומטי כדי לתמוך במסר שלך.",
				content2Div1: "כאן הוא מקום שבו אתה יכול להתאים את תצוגת ה- %TPL_NAME%. כאן ניתן לעדן את סכימות הצבעים, תצוגות המפה ועובי הפריטים השונים.",
				content2Div2: "אתה יכול גם להוסיף קישורי שיתוף לפייסבוק, טוויטר, ו- Bitly, כדי שקוראים יוכלו בקלות להפיץ את ה- %TPL_NAME% שלך לאחרים.",
				content3Div1: "התוכן שלך מאורגן בחלקים. אתה יכול להגדיר חלקים רבים ככל שתרצה (חשוב עליהם כמו פרקים קטנים). המעבר בין הפרקים חשוב; בעזרת כלי זה באפשרותך לסדר מחדש או למחוק חלקים כרצונך.",
				content4Div1: "מצאת שגיאה או רוצה לשנות את התוכן שלך? אל דאגה. חפש את סמל העריכה באפליקציה כדי לבצע שינויים בתוכן שלך. אתה יכול להשתמש ביכולות העריכה פעמים רבות בעת שאתה מפתח את ה-  %TPL_NAME% שלך!",
				content5Div1: "%TPL_NAME% נשמר(ת) בחשבון ה- %PORTAL% פרטי כברירת מחדל. אתה יכול להחליט לחלוק אותו עם הארגון שלך, או לפתוח אותו לעולם. אנחנו אפילו מספקים לך  URL מקוצר, כך שתוכל לשתף אותו בצורה קלה יותר.",
				content6Div1: "כותרת חלק דף הבית שלך היא גם כותרת החוברת; חשוב על חלק דף הבית שלך כעל העמוד הראשי של הסיפור שלך. כותרת חלק דף הבית שלך תוצג גם כאשר הקוראים ינווטו לחוברת.",
				content6Div2: "ה%LAYOUT_TITLE% שלך לא חייב להכיל רק טקסט. שקול לכלול בתוכו גם וידאו ותמונות כדי להחיות את הסיפור ולגוון חלקי טקסט ארוכים."
			},
			landing: {
				lblAdd: "כיצד אתה רוצה לקרוא לחוברת המפות שלך?",
				phAdd: "הכנס את הכותרת שלך...",
				lblOR: "או",
				lblHelp: "סייר"
			},
			firstAddSplash: {
				thisis: "זהו"
			}
        }
    })

);
